{"corpusid":321963,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Clinical presentations of opportunistic infections in AIDS patients have dramatically changed since the introduction of HAART. The immune reconstitution syndrome (IRS) is typical of this change. The authors discuss the case of an AIDS female patient presenting with subcutaneous abcesses and abdominal lymph node enlargement due to Mycobacterium avium and occurring 10 weeks after initiation of HAART. This was related to the exacerbation of immune response against the bacteria that had previously infected the patient. Many cases of IRS involving M. avium have now been described, but cutaneous localisations remain infrequent. The treatment consists in HAART continuation associated with anti mycobacterial antibiotics and possibly anti inflammatory drugs."}
{"corpusid":322006,"openaccessinfo":{"externalids":{"MAG":"2474750351","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"During the phase of exponential growth ferritin was added to the culture medium of monolayer cell cultures from the Ehrlich ascites tumor in order to observe the pinocytosis phenomenon in these cells by means of electron microscopy. After a phase of adsorption, the ferritin arrived in vesicles and vacuoles of the cytoplasm - probably by ligature of coat invaginations. Within larger-sized vesicles, which might have been formed by fusion of smaller ones, less electron-dense ferritin-free internal compartments are resulting possibly from interaction with primary lysosomes; this is interpreted as a sign of interior digestive phenomena. Sometimes, this internal compartment was coated with a structure similar to a membrane. In the further course, concentration of the electron-dense zones containing ferritin occurred in the marginal zone of the vacuoles. Some vacuoles comprised two or three of the less electron-dense compartments. Vacuoles containing ferritin were also observed comprising residual membranes. The formation of these transition stages to residual bodies is regarded as an interaction and fusion of heterophagocytic or autophagocytic vacuoles with primary lysosomes."}
{"corpusid":322277,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"The \"digital revolution\" has changed the way we communicate, work and travel by reshaping our relationship with the world around us. The digitization of electronics has transformed our world by enabling a vast network of portable, accessible interconnected communications media. The ability to quickly and accurately collect images, voice and audio data from the environment around us and manage and manipulate it in the digital domain has given rise to anytime, anywhere communication and higher performance computing. It has yielded more reliable and affordable medical electronics. It has brought exciting, interactive multimedia content to a diversity of consumer devices. Collectively, advances like these have placed the world we live in quite literally at our fingertips."}
{"corpusid":322870,"openaccessinfo":{"externalids":{"MAG":"2182809792","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"We report on the development of free surface reconstruction algorithms to predict ocean waves, based on spatial observations made with a high frequency ASC Flash LIDAR camera. We assume that the camera is mounted on a vessel, in a forward looking position, and is pointing at some distance ahead of its path. In its current design, the camera generates a 64 x 64 matrix of laser rays, providing as many simultaneousmeasurements of the distance to the ocean surface, every 0.05-0.25 s, in an angularsector of 15-20 by 9-15 deg. (dependingon design assumptions). From this data and the camera’s location and orientation, the coordinates of the measured surface points can be generated as a function of time; this yields a sample of spatio-temporal wave elevation data. Due to wave shadowingeffects,thedensityof measurementpointsgraduallydecreases (i.e., becomes sparse) with the distance to the camera. Free surface reconstruction algorithms were first developed and validated for linear 1D and 2D irregular surface models, whose amplitude coefficients are estimated based on minimizing the mean square error of simulated surface elevationsto measurements,over spaceandtime (for a specifiedtime initialization period). In the validation tests reported here, irregular ocean surfacesare generatedbasedona directional Phillips or JS spectrum, and simulated LIDAR data sets are constructed by performing geometric intersections of laser rays with each generated surface. Once a nowcast of the ocean surface is estimated from the (simulated) LIDAR data, a forecast can be made of expected waves ahead of the vessel, for a time window that depends both on the initialization period and the resolved wavenumbers in the reconstruction. The process can then be repeated for another prediction window, and so forth. To reconstruct severe sea states, however,nonlinear effects must be includedin the seasurfacerepresentation. This is done, here, by representing the ocean surface using the efficient Lagrangian model Choppy, expressed in a new explicit formulation, which was demonstrated to approximate second-order effects in waves (Nouguier et al., 2009). In the paper, we develop and validate the 1D surface generation and reconstruction of irregular sea states using Choppy."}
{"corpusid":323044,"openaccessinfo":{"externalids":{"MAG":"2414473892","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"OBJECTIVE\nTo determine whether extraarticular manifestations (EAM) in rheumatoid arthritis (RA) patients from northwest (NW) Spain are associated with particular HLA-DRB1 alleles and/or TNF microsatellite polymorphisms.\n\n\nMETHODS\nThe frequencies of HLA-DRB1 alleles and TNF microsatellite polymorphisms were compared between RA patients with and without extraarticular disease in a population from Lugo, NW Spain. HLA-DRB1 and TNF typing were carried out using molecular based methods on 181 clinic-based RA patients and 145 healthy controls. Associations were investigated using Chi-square analyses or Fisher's exact test. Multivariate logistic regression analyses were used to investigate independent and interactive effects of HLA and TNF alleles.\n\n\nRESULTS\nThe frequencies of HLA-DRB1 and TNF microsatellite polymorphisms in patients with EAM were not significantly different from those without extraarticular disease, although an association between HLA-DRB1*0101 and nodular disease approached significance (p = 0.054). There was no evidence for an increased frequency of homozygous or heterozygous combinations of disease associated DRB1 alleles in RA patients with EAM. The TNF a8 microsatellite allele was found at a higher frequency (6.9%) in patients with EAM compared to those without EAM (1.8%), and controls (1.5%) (p = 0.03 and 0.02, respectively). However significance was lost after correction for multiple testing. No evidence was foundfor an interaction between HLA-DRB1 and TNF alleles being associated with the expression of EAM.\n\n\nCONCLUSION\nIn an RA population from NW Spain the frequencies of HLA-DRB1 and TNF microsatellite alleles in patients with extra-articular manifestations were not significantly different to those without extraarticular disease, although there was a trend towards increased frequency of HLA-DRB1*0101 in patients with nodular disease. There was no evidence for an interaction between HLA-DRB1 and TNF alleles in relation to the expression of EAM."}
{"corpusid":324056,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"of the groups 3-12 in which the d orbitals are progressively filled in each of the four long periods. The elements constituting the f -block are those in which the 4 f and 5 f orbitals are progressively filled in the latter two long periods; these elements are formal members of group 3 from which they have been taken out to form a separate f-block of the periodic table. The names transition metals and inner transition metals are often used to refer to the elements of d-and f-blocks respectively. There are mainly three series of the transition metals, 3d series (Sc to Zn), 4d series (Y to Cd) and 5d series (La to Hg, omitting Ce to Lu). The fourth 6d series which begins with Ac is still incomplete. The two series of the inner transition metals, (4f and 5f) are known as lanthanoids and actinoids respectively. Strictly speaking, a transition element is defined as the one which has incompletely filled d orbitals in its ground state or in any one of its oxidation states. Zinc, cadmium and mercury of group 12 have full d configuration in their ground state as well as in their common oxidation states and hence, are not regarded as transition metals. However, being the end members of the three transition series, their chemistry is studied along with the chemistry of the transition metals. The presence of partly filled d or f orbitals in their atoms sets the study of the transition elements and The dand fBlock Elements l l After studying this Unit, you will be able to • learn the positions of the d– and f-block elements in the periodic table; • know the electronic configurations of the transition (d-block) and the inner transition (f-block) elements; • appreciate the relative stability of various oxidation states in terms of electrode potential values; • describe the preparation, properties, structures and uses of some important compounds such as K2Cr2O7 and KMnO4; • understand the general characteristics of the d– and f–block elements and the general horizontal and group trends in them; • describe the properties of the f-block elements and give a comparative account of the lanthanoids and actinoids with respect to their electronic configurations, oxidation states and chemical behaviour. Objectives"}
{"corpusid":324515,"openaccessinfo":{"externalids":{"MAG":"2009659869","ACL":null,"DOI":"10.1145/2632320.2632358","PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":"CLOSED"},"abstract":"We analyze the Computing Education Research (CER) literature to discover what theories, conceptual models and frameworks recent CER builds on. This gives rise to a broad understanding of the theoretical basis of CER that is useful for researchers working in that area, and has the potential to help CER develop its own identity as an independent field of study.\n Our analysis takes in seven years of publications (2005-2011, 308 papers) in three venues that publish long research papers in computing education: the journals ACM Transactions of Computing Education (TOCE) and Computer Science Education (CSEd), and the conference International Computing Education Research Workshop (ICER). We looked at the theoretical background works that are used or extended in the papers, not just referred to when describing related work. These background works include theories, conceptual models and frameworks. For each background work we tried to identify the discipline from which it originates, to gain an understanding of how CER relates to its neighboring fields. We also identified theoretical works originating within CER itself, showing that the field is building on its own theoretical works.\n Our main findings are that there is a great richness of work on which recent CER papers build; there are no prevailing theoretical or technical works that are broadly applied across CER; about half the analyzed papers build on no previous theoretical work, but a considerable share of these are building their own theoretical constructions. We discuss the significance of these findings for the whole field and conclude with some recommendations."}
{"corpusid":324515,"openaccessinfo":{"externalids":{"MAG":"2009659869","ACL":null,"DOI":"10.1145/2632320.2632358","PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":"CLOSED"},"abstract":"We analyze the Computing Education Research (CER) literature to discover what theories, conceptual models and frameworks recent CER builds on. This gives rise to a broad understanding of the theoretical basis of CER that is useful for researchers working in that area, and has the potential to help CER develop its own identity as an independent field of study.\n Our analysis takes in seven years of publications (2005-2011, 308 papers) in three venues that publish long research papers in computing education: the journals ACM Transactions of Computing Education (TOCE) and Computer Science Education (CSEd), and the conference International Computing Education Research Workshop (ICER). We looked at the theoretical background works that are used or extended in the papers, not just referred to when describing related work. These background works include theories, conceptual models and frameworks. For each background work we tried to identify the discipline from which it originates, to gain an understanding of how CER relates to its neighboring fields. We also identified theoretical works originating within CER itself, showing that the field is building on its own theoretical works.\n Our main findings are that there is a great richness of work on which recent CER papers build; there are no prevailing theoretical or technical works that are broadly applied across CER; about half the analyzed papers build on no previous theoretical work, but a considerable share of these are building their own theoretical constructions. We discuss the significance of these findings for the whole field and conclude with some recommendations."}
{"corpusid":324515,"openaccessinfo":{"externalids":{"MAG":"2009659869","ACL":null,"DOI":"10.1145/2632320.2632358","PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":"CLOSED"},"abstract":"We analyze the Computing Education Research (CER) literature to discover what theories, conceptual models and frameworks recent CER builds on. This gives rise to a broad understanding of the theoretical basis of CER that is useful for researchers working in that area, and has the potential to help CER develop its own identity as an independent field of study.\n Our analysis takes in seven years of publications (2005-2011, 308 papers) in three venues that publish long research papers in computing education: the journals ACM Transactions of Computing Education (TOCE) and Computer Science Education (CSEd), and the conference International Computing Education Research Workshop (ICER). We looked at the theoretical background works that are used or extended in the papers, not just referred to when describing related work. These background works include theories, conceptual models and frameworks. For each background work we tried to identify the discipline from which it originates, to gain an understanding of how CER relates to its neighboring fields. We also identified theoretical works originating within CER itself, showing that the field is building on its own theoretical works.\n Our main findings are that there is a great richness of work on which recent CER papers build; there are no prevailing theoretical or technical works that are broadly applied across CER; about half the analyzed papers build on no previous theoretical work, but a considerable share of these are building their own theoretical constructions. We discuss the significance of these findings for the whole field and conclude with some recommendations."}
{"corpusid":324515,"openaccessinfo":{"externalids":{"MAG":"2009659869","ACL":null,"DOI":"10.1145/2632320.2632358","PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":"CLOSED"},"abstract":"We analyze the Computing Education Research (CER) literature to discover what theories, conceptual models and frameworks recent CER builds on. This gives rise to a broad understanding of the theoretical basis of CER that is useful for researchers working in that area, and has the potential to help CER develop its own identity as an independent field of study.\n Our analysis takes in seven years of publications (2005-2011, 308 papers) in three venues that publish long research papers in computing education: the journals ACM Transactions of Computing Education (TOCE) and Computer Science Education (CSEd), and the conference International Computing Education Research Workshop (ICER). We looked at the theoretical background works that are used or extended in the papers, not just referred to when describing related work. These background works include theories, conceptual models and frameworks. For each background work we tried to identify the discipline from which it originates, to gain an understanding of how CER relates to its neighboring fields. We also identified theoretical works originating within CER itself, showing that the field is building on its own theoretical works.\n Our main findings are that there is a great richness of work on which recent CER papers build; there are no prevailing theoretical or technical works that are broadly applied across CER; about half the analyzed papers build on no previous theoretical work, but a considerable share of these are building their own theoretical constructions. We discuss the significance of these findings for the whole field and conclude with some recommendations."}
{"corpusid":324515,"openaccessinfo":{"externalids":{"MAG":"2009659869","ACL":null,"DOI":"10.1145/2632320.2632358","PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":"CLOSED"},"abstract":"We analyze the Computing Education Research (CER) literature to discover what theories, conceptual models and frameworks recent CER builds on. This gives rise to a broad understanding of the theoretical basis of CER that is useful for researchers working in that area, and has the potential to help CER develop its own identity as an independent field of study.\n Our analysis takes in seven years of publications (2005-2011, 308 papers) in three venues that publish long research papers in computing education: the journals ACM Transactions of Computing Education (TOCE) and Computer Science Education (CSEd), and the conference International Computing Education Research Workshop (ICER). We looked at the theoretical background works that are used or extended in the papers, not just referred to when describing related work. These background works include theories, conceptual models and frameworks. For each background work we tried to identify the discipline from which it originates, to gain an understanding of how CER relates to its neighboring fields. We also identified theoretical works originating within CER itself, showing that the field is building on its own theoretical works.\n Our main findings are that there is a great richness of work on which recent CER papers build; there are no prevailing theoretical or technical works that are broadly applied across CER; about half the analyzed papers build on no previous theoretical work, but a considerable share of these are building their own theoretical constructions. We discuss the significance of these findings for the whole field and conclude with some recommendations."}
{"corpusid":325111,"openaccessinfo":{"externalids":{"MAG":"2121337989","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"PID controllers are popular in industrial applications, as they are easy to install and reasonably robust. However, for highly nonlinear systems, the performance of PID controllers can deteriorate quite fast. It is necessary to develop nonlinear PID controllers for controlling nonlinear processes. An approach to design these controllers is to switch between several linear PID controllers using fuzzy logic based on the Takagi-Sugeno model. The nonlinear PID controllers derived here follows this approach. However, they are implemented based on B-spline neurofuzzy networks. Design guidelines and online training of the proposed controller are devised. The implementation and performance of the proposed controllers are illustrated by a simulated three-tank water level control system."}
{"corpusid":325836,"openaccessinfo":{"externalids":{"MAG":"2100490097","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"These are the lecture notes for a tutorial at FMCS 2004 in Kananaskis. The aim is to give a first introduction to Partial Combinatory Algebras and the construction of Realizability Toposes. The first part, where Partial Combinatory Algebras are discussed, requires no specific background (except for some of the examples perhaps), although familiarity with combinatory logic and lambda calculus will not hurt. The second part on realizability toposes presupposes some knowledge of category theory; more specifically, we will assume that the reader knows what a topos is. Apart from that the material is self-contained."}
{"corpusid":325998,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Many practical problems reduce to classifying curves among multiple classes, for example on-line recognition of handwritten mathematical symbols. By treating a curve as an algebraic object and computing truncated expansions of its parametric coordinate functions in an orthogonal functional basis, we obtain an accurate, compact, and geometrically intuitive representation of the curve as a point in a low-dimensional vector space. Previous work has shown that, with this representation, high top-k classification rates can be achieved using support vector machines. However, the gap between the top-1 and top-2 classification accuracies remained large. We report on a variation of nearest neighbor classification using the distance to the convex hull of several nearest neighbors. This reduces the tie-breaking errors between the top two classes by about 20% and the overall error rates by about 10%. The technique is well adapted to classification among hundreds of classes, with the number of training samples ranging from ten to several thousands, and with strict requirements on the speed and memory use."}
{"corpusid":327705,"openaccessinfo":{"externalids":{"MAG":"2169316657","ACL":null,"DOI":"10.1371/journal.pone.0142647","PubMedCentral":"4640542","ArXiv":null},"license":"CCBY","url":"https://journals.plos.org/plosone/article/file?id=10.1371/journal.pone.0142647&type=printable","status":"GOLD"},"abstract":"There is increasing evidence of large carnivore presence outside protected areas, globally. Although this spells conservation success through population recoveries, it makes carnivore persistence in human-use landscapes tenuous. The widespread distribution of leopards in certain regions of India typifies this problem. We obtained information on leopard-human interactions at a regional scale in Karnataka State, India, based on systematic surveys of local media reports. We applied an innovative occupancy modelling approach to map their distribution patterns and identify hotspots of livestock/human depredation. We also evaluated management responses like removals of ‘problem’ leopards through capture and translocations. Leopards occupied around 84,000 km2 or 47% of the State’s geographic area, outside designated national parks and wildlife sanctuaries. Their presence was facilitated by extent of vegetative cover- including irrigated croplands, rocky escarpments, and prey base in the form of feral and free-ranging dogs. Higher probabilities of livestock/human attacks by leopards were associated with similar ecological features as well as with capture/removals of leopards. Of the 56 cases of leopard removals reported, 91% did not involve human attacks, but followed livestock predation or only leopard sightings. The lack of knowledge on leopard ecology in human-use areas has resulted in unscientific interventions, which could aggravate the problem rather than mitigating it. Our results establish the presence of resident, breeding leopards in human-use areas. We therefore propose a shift in management focus, from current reactive practices like removal and translocation of leopards, to proactive measures that ensure safety of human lives and livelihoods."}
{"corpusid":327705,"openaccessinfo":{"externalids":{"MAG":"2169316657","ACL":null,"DOI":"10.1371/journal.pone.0142647","PubMedCentral":"4640542","ArXiv":null},"license":"CCBY","url":"https://journals.plos.org/plosone/article/file?id=10.1371/journal.pone.0142647&type=printable","status":"GOLD"},"abstract":"There is increasing evidence of large carnivore presence outside protected areas, globally. Although this spells conservation success through population recoveries, it makes carnivore persistence in human-use landscapes tenuous. The widespread distribution of leopards in certain regions of India typifies this problem. We obtained information on leopard-human interactions at a regional scale in Karnataka State, India, based on systematic surveys of local media reports. We applied an innovative occupancy modelling approach to map their distribution patterns and identify hotspots of livestock/human depredation. We also evaluated management responses like removals of ‘problem’ leopards through capture and translocations. Leopards occupied around 84,000 km2 or 47% of the State’s geographic area, outside designated national parks and wildlife sanctuaries. Their presence was facilitated by extent of vegetative cover- including irrigated croplands, rocky escarpments, and prey base in the form of feral and free-ranging dogs. Higher probabilities of livestock/human attacks by leopards were associated with similar ecological features as well as with capture/removals of leopards. Of the 56 cases of leopard removals reported, 91% did not involve human attacks, but followed livestock predation or only leopard sightings. The lack of knowledge on leopard ecology in human-use areas has resulted in unscientific interventions, which could aggravate the problem rather than mitigating it. Our results establish the presence of resident, breeding leopards in human-use areas. We therefore propose a shift in management focus, from current reactive practices like removal and translocation of leopards, to proactive measures that ensure safety of human lives and livelihoods."}
{"corpusid":327705,"openaccessinfo":{"externalids":{"MAG":"2169316657","ACL":null,"DOI":"10.1371/journal.pone.0142647","PubMedCentral":"4640542","ArXiv":null},"license":"CCBY","url":"https://journals.plos.org/plosone/article/file?id=10.1371/journal.pone.0142647&type=printable","status":"GOLD"},"abstract":"There is increasing evidence of large carnivore presence outside protected areas, globally. Although this spells conservation success through population recoveries, it makes carnivore persistence in human-use landscapes tenuous. The widespread distribution of leopards in certain regions of India typifies this problem. We obtained information on leopard-human interactions at a regional scale in Karnataka State, India, based on systematic surveys of local media reports. We applied an innovative occupancy modelling approach to map their distribution patterns and identify hotspots of livestock/human depredation. We also evaluated management responses like removals of ‘problem’ leopards through capture and translocations. Leopards occupied around 84,000 km2 or 47% of the State’s geographic area, outside designated national parks and wildlife sanctuaries. Their presence was facilitated by extent of vegetative cover- including irrigated croplands, rocky escarpments, and prey base in the form of feral and free-ranging dogs. Higher probabilities of livestock/human attacks by leopards were associated with similar ecological features as well as with capture/removals of leopards. Of the 56 cases of leopard removals reported, 91% did not involve human attacks, but followed livestock predation or only leopard sightings. The lack of knowledge on leopard ecology in human-use areas has resulted in unscientific interventions, which could aggravate the problem rather than mitigating it. Our results establish the presence of resident, breeding leopards in human-use areas. We therefore propose a shift in management focus, from current reactive practices like removal and translocation of leopards, to proactive measures that ensure safety of human lives and livelihoods."}
{"corpusid":327705,"openaccessinfo":{"externalids":{"MAG":"2169316657","ACL":null,"DOI":"10.1371/journal.pone.0142647","PubMedCentral":"4640542","ArXiv":null},"license":"CCBY","url":"https://journals.plos.org/plosone/article/file?id=10.1371/journal.pone.0142647&type=printable","status":"GOLD"},"abstract":"There is increasing evidence of large carnivore presence outside protected areas, globally. Although this spells conservation success through population recoveries, it makes carnivore persistence in human-use landscapes tenuous. The widespread distribution of leopards in certain regions of India typifies this problem. We obtained information on leopard-human interactions at a regional scale in Karnataka State, India, based on systematic surveys of local media reports. We applied an innovative occupancy modelling approach to map their distribution patterns and identify hotspots of livestock/human depredation. We also evaluated management responses like removals of ‘problem’ leopards through capture and translocations. Leopards occupied around 84,000 km2 or 47% of the State’s geographic area, outside designated national parks and wildlife sanctuaries. Their presence was facilitated by extent of vegetative cover- including irrigated croplands, rocky escarpments, and prey base in the form of feral and free-ranging dogs. Higher probabilities of livestock/human attacks by leopards were associated with similar ecological features as well as with capture/removals of leopards. Of the 56 cases of leopard removals reported, 91% did not involve human attacks, but followed livestock predation or only leopard sightings. The lack of knowledge on leopard ecology in human-use areas has resulted in unscientific interventions, which could aggravate the problem rather than mitigating it. Our results establish the presence of resident, breeding leopards in human-use areas. We therefore propose a shift in management focus, from current reactive practices like removal and translocation of leopards, to proactive measures that ensure safety of human lives and livelihoods."}
{"corpusid":327705,"openaccessinfo":{"externalids":{"MAG":"2169316657","ACL":null,"DOI":"10.1371/journal.pone.0142647","PubMedCentral":"4640542","ArXiv":null},"license":"CCBY","url":"https://journals.plos.org/plosone/article/file?id=10.1371/journal.pone.0142647&type=printable","status":"GOLD"},"abstract":"There is increasing evidence of large carnivore presence outside protected areas, globally. Although this spells conservation success through population recoveries, it makes carnivore persistence in human-use landscapes tenuous. The widespread distribution of leopards in certain regions of India typifies this problem. We obtained information on leopard-human interactions at a regional scale in Karnataka State, India, based on systematic surveys of local media reports. We applied an innovative occupancy modelling approach to map their distribution patterns and identify hotspots of livestock/human depredation. We also evaluated management responses like removals of ‘problem’ leopards through capture and translocations. Leopards occupied around 84,000 km2 or 47% of the State’s geographic area, outside designated national parks and wildlife sanctuaries. Their presence was facilitated by extent of vegetative cover- including irrigated croplands, rocky escarpments, and prey base in the form of feral and free-ranging dogs. Higher probabilities of livestock/human attacks by leopards were associated with similar ecological features as well as with capture/removals of leopards. Of the 56 cases of leopard removals reported, 91% did not involve human attacks, but followed livestock predation or only leopard sightings. The lack of knowledge on leopard ecology in human-use areas has resulted in unscientific interventions, which could aggravate the problem rather than mitigating it. Our results establish the presence of resident, breeding leopards in human-use areas. We therefore propose a shift in management focus, from current reactive practices like removal and translocation of leopards, to proactive measures that ensure safety of human lives and livelihoods."}
{"corpusid":327760,"openaccessinfo":{"externalids":{"MAG":"2395395288","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"This article describes the complex nursing and social needs of a patient and her carer which were addressed before discharge home from units for the care of older people. It demonstrates how community care can work given effective planning coordination, collaboration and carer support."}
{"corpusid":328411,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"In the era of knowledge economy and information society, enterprises as a supporter of the social micro-economic, not all of the challenges facing the former is having a transformation that from the traditional resource-based enterprises to the operation of enterprises which are knowledge-based, virtual-enterprise in the modern. The discovery of knowledge, accumulation, conversion and use become a basic force for the enterprise vitality. And how to create a favorable situation to the resources and capabilities of the enterprise depends largely on knowledge discovery activities. This paper attempts to integrate knowledge discovery and enterprises vitality, taking the internal and external environment into account, using relevant knowledge, rebuilding a model of enterprise vitality based on knowledge management."}
{"corpusid":334013,"openaccessinfo":{"externalids":{"MAG":"168573191","ACL":"L08-1276","DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Many of the Japanese ideographs (Chinese characters) have a few meanings. Such ambiguities should be identified by using their contextual information. For example, we have an ideograph which has two pronunciations, /hitai/ and /gaku/, the former means a forehead of the human body and the latter has two meanings, an amount of money and a picture frame. Conventional methods for such a disambiguation problem have been using statistical methods with co-occurrence of words in their context. In this research, Contextual Dynamic Network Model is developed using the Associative Concept Dictionary which includes semantic relations among concepts/words and the relations can be represented with quantitative distances. In this model, an interactive activation method is used to identify a words meaning on the Contextual Semantic Network where the activation on the network is calculated using the distances. The proposed method constructs dynamically the Contextual Semantic Network according to the input words sequentially that appear in the sentence including an ambiguous word."}
{"corpusid":334470,"openaccessinfo":{"externalids":{"MAG":"2778819672","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"OBJECTIVE\nWe undertook this study to determinate the educational impact of training in an inanimate biosimulator in terms of effectiveness, time and complications in performing laparoscopic cholecystectomy.\n\n\nMETHODS\nWe used a comparative, experimental cohort, prospective and longitudinal. Three first-postgraduate-year residents and one pre-grade internship physician were trained and assessed in basic laparoscopic skills using a biosimulator (fiberglass \"dummy\" where animal organs are introduced ex-vivo). The participants acted as their own control, performing a procedure to determine surgical time, complications and effectiveness. Later they observed a short video demonstrating the suitable development of laparoscopic cholecystectomy. The video defined the specific deviations from the ideal cholecystectomy, which were considered as errors. Every procedure was videotaped, beginning with the careful dissection of cystic structures and clipping them, continuing with the dissection of the gallbladder from the liver with the standardized method. Each participant performed ten procedures.\n\n\nRESULTS\nThere were no differences in baseline assessment of basic skills. All participants completed all proposed procedures. Surgical time was 61% faster at the end of the study (p<0.001), as well as demonstrating a lower rate of complications of 0.67% (p<0.009).\n\n\nCONCLUSIONS\nSkills training in endoscopic surgery by means of an inanimate biosimulator is superior to traditional training because it decreases surgical time and surgical complications without ethical considerations and the effect of a learning curve in the operating room."}
{"corpusid":335905,"openaccessinfo":{"externalids":{"MAG":"1482098455","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"In the paper, we introduce the concept of uneven slot arrangement for the reduction of pulsating torque in a surface-mounted permanent magnet synchronous motor. The effect of the arrangement of slots and magnets on torque pulsation is studied numerically. The inequality in the slot arrangement reduces the 12th harmonic pulsating torque and increases the 6th harmonic one. In addition, we shape torque waveforms, based on the obtained results."}
{"corpusid":336104,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Background: Sharing the common neuroectodermal origin, melanoma and neuroblastoma are tumors widely diffused among adult and children, respectively. Clinical prognosis of aggressive neuroectodermal cancers remains dismal, therefore the search for novel therapies against such tumors is warranted. Curcumin is a phytochemical compound widely studied for its antioxidant, anti-inflammatory and anti-cancer properties. Recently, we have synthesized and tested in vitro various curcumin-related compounds in order to select new anti-tumor agents displaying stronger and selective growth inhibition activity on neuroectodermal tumors. Results: In this work, we have demonstrated that the new α,β-unsaturated ketone D6 was more effective in inhibiting tumor cells growth when compared to curcumin. Normal fibroblasts proliferation was not affected by this treatment. Clonogenic assay showed a significant dose-dependent reduction in both melanoma and neuroblastoma colony formation only after D6 treatment. TUNEL assay, Annexin-V staining, caspases activation and PARP cleavage unveiled the ability of D6 to cause tumor cell death by triggering apoptosis, similarly to curcumin, but with a stronger and quicker extent. These apoptotic features appear to be associated with loss of mitochondrial membrane potential and cytochrome c release. In vivo anti-tumor activity of curcumin and D6 was surveyed using sub-cutaneous melanoma and orthotopic neuroblastoma xenograft models. D6 treated mice exhibited significantly reduced tumor growth compared to both control and curcumin treated ones (Melanoma: D6 vs control: P < 0.001 and D6 vs curcumin P < 0.01; Neuroblastoma: D6 vs both control and curcumin: P < 0.001). Conclusions: Our data indicate D6 as a good candidate to develop new therapies against neural crest-derived tumors. Background Malignant melanoma (MM) and neuroblastoma (NB) are different cancers which share a common neuroectodermal origin, besides being dissimilar for all other pathological aspects such as tissue involvement, metastasis development and age of onset. MM, the most lethal skin cancer, preferentially develops metastases in lymph-nodes and visceral sites (mostly lung, liver and bone-marrow): it also presents a high frequency of skin metastases. Its incidence rates have increased continuously during the last decades in fair skin populations of western countries [1]. When MM is diagnosed early it can be successfully removed by surgical resection, and about 80% of cases are dealt with in this way [2]. However metastatic MM has a very poor prognosis, with a median survival rate of 6 month and a 5-year survival rate of less than 5% [3]. Neuroblastoma is the most common extracranial solid tumor of childhood, and accounts for one of every eight pediatric cancer deaths [4]. The tumor derives from the developing sympathetic nervous system and most primary tumors occur within the abdomen, with at least 50% arising from the adrenal glands [5]. The main feature of neuroblastoma is its remarkable biological heterogeneity, * Correspondence: carla.rozzo@icb.cnr.it 1 Istituto di Chimica Biomolecolare, CNR, Sassari, Italy † Contributed equally Full list of author information is available at the end of the article © 2010 Pisano et al; licensee BioMed Central Ltd. This is an Open Access article distributed under the terms of the Creative Commons Attribution License (http://creativecommons.org/licenses/by/2.0), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. Pisano et al. Molecular Cancer 2010, 9:137 http://www.molecular-cancer.com/content/9/1/137 Page 2 of 12 which becomes apparent in the broad variety of the clinical courses of the disease [6]. Besides, at least 40% of all children with neuroblastoma are designated as high-risk patients, meaning that this disease remains a major problem in pediatric oncology. Both these tumors are refractory to conventional chemotherapy and/or radiation treatment actually in use, hence search for novel therapies is warranted and new therapeutic approaches are needed. Curcumin (diferuloylmethane) is the main product extracted from the rhizome of Curcuma Longa, a tropical plant native to South and Southeast Asia. It appears as a yellow powder and it is routinely used in the cuisine of the Indian subcontinent as a major component of curry spice. Described in the ancient test of Ayurveda and traditional Chinese medicine for thousands of years, curcumin has been used for the treatment of different inflammatory diseases [7]. As a medicine, curcumin exhibits remarkable anti-oxidant, anti-inflammatory and anti-cancer activities [8]. Chemopreventive and growth inhibitory activities of curcumin against many tumor cell lines, including drug-resistant ones, have been reported [9]. Taking into account the complexity and involvement of multiple signaling pathways in cancer growth and progression, a drug such as curcumin, which can interact with multiple target molecules, would be more efficacious than the current monotargeted anticancer drugs [10]. Indeed, curcumin targets several steps in the biochemical pathways leading to cancer (see [9] for a review). It suppresses the expression of cyclin D1, which is deregulated in several types of tumor, and it also induces apoptosis in tumor cells by activating caspase-8, which leads to cleavage of Bid, thus resulting in sequential release of mitochondrial cytochrome c and activation of caspase-9 and caspase-3, cleavage of poly ADP ribose polymerase (PARP) and apoptosis of tumor cells. Moreover curcumin suppresses the activation of several transcription factors that are implicated in carcinogenesis: it suppresses the activation of nuclear factor kappa B (NFkB), activator protein 1 (AP-1), and at least two of the signal transducer and activator of transcription proteins (STAT3, STAT5). Curcumin also modulates expression of genes involved in cell proliferation, cell invasion, metastasis, angiogenesis, and resistance to chemotherapy [11] and it shows a potent chemopreventive activity against a wide variety of tumors. Recently, curcumin has been reported to exert a good antiproliferative activity on melanoma cells by inducing apoptosis [12]. In several types of human melanoma cells, curcumin induces apoptosis through the Fas receptor/caspase-8 pathway independent of p53 and suppresses the antiapoptotic gene XIAP [13]. Overall, several pilot clinical trials using curcumin against various tumors have been reported; however, its concentration levels in serum and tissues have been demonstrated to remain very low due to its poor bioavailability and high instability under physiological conditions [9]. A number of curcumin related compounds have been synthesized by our group and tested in vitro in order to select new antitumor agents displaying stronger and selective growth inhibition activity on melanoma cells (unpublished data). It has been previously reported that hydroxylated biphenyl structures could be effective as cytotoxic agents in MM and NB cells, with apoptotic inducing capability [14]. On this basis we evaluated the possibility to design a molecule that, while keeping or improving the biological properties of curcumin, could exploit the activity of hydroxylated biphenyl compounds, which are generally more bioavailable. In this paper, we describe the synthesis of the new curcumin-related biphenyl compound D6, an α,β-unsaturated ketone, and test its anticancer properties. Antiproliferative and proapoptotic activity of D6 has been assessed by in vitro experimental procedures on MM and NB cell lines showing D6 more effective than curcumin in inhibiting tumor cells growth and inducing apoptosis by involving the intrinsic pathway. In vivo assays on both MM and NB mouse models have also been carried out, confirming the D6 anticancer potentiality. Methods Chemicals Curcumin (D1, Figure 1) was purchased from Alfa Aesar (GmbH & Co KG, Karlsruche, Germany), with a purity of 95%, dissolved in dimethyl sulfoxide (DMSO) at a final concentration of 100 mM and stored at -20°C until used. For in vitro experiments, D1 was diluted in complete medium to contain <0.1% DMSO, immediately before use. For in vivo experiments, D1 was diluted in a sterile 0.9% (w/v) NaCl solution containing 1.65 mg/ml bovine serum albumin (BSA, Sigma, St. Louis, MO, USA) and 3.6% DMSO (v/v), as reported with slight modifications Figure 1 Chemical structures. Curcumin D1 and related biphenyl D6 with its precursors (1) and (2). H3CO"}
{"corpusid":336571,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"The recent innovative interventions in the acnes (acne vulgaris, acne rosacea and acne inversa) have not occurred in their management; rather the major changes are occurring in how the disorders and the individual lesions are seen to originate and develop. To finalize the optimal management of each of the acnes will ultimately require that every step in the aetiopathogenesis described and postulated here will need to be tested, validated, and then appropriately countered with environmental and lifestyle adjustments that will lead ultimately to prevention of 'the blight of youth' and its variants."}
{"corpusid":340252,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Restrictive cardiomyopathies are characterized by diastolic dysfunction while systolic function is usually preserved. MRI is helpful by its ability to characterize tissues, especially the demonstration of interstitial or nodular fibrosis based on the underlying etiology. In the presence of constrictive pericarditis from pericardial inflammation, fibrosis or calcifications, diastolic expansion is impaired resulting in poor diastolic ventricular filling, resulting in a characteristic type of diastolic impairment, adiastole. MRI can demonstrate the underlying anatomical lesion: pericardial thickening, though the presence of a pericardium or normal thickness does not entirely exclude the possibility of constriction. As such, the presence of additional imaging features such as abnormal right ventricular shape, vena cava dilatation, and paradoxical movement of the intraventricular septum, during operator-guided deep respiration."}
{"corpusid":341085,"openaccessinfo":{"externalids":{"MAG":"2182661494","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"The steady-state motion of microdroplets in the electrowetting-based digital microfluidic systems is modeled. Kinematics of fluid flow inside and around the microdroplet is numerically calculated. It is found that the effects of the vertical velocity component especially near the receding and advancing faces plays a crucial role in predicting the microdroplet dynamics. Moreover, it is shown that fluid flow kinematics is important in determining the microdroplet shape."}
{"corpusid":341125,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"A possibility of early cytomorphologic diagnosis of postnatal endometritis is shown on 57 observations: the number of lymphocytes and granulocytes and their ratio was determined from the scrapings of the placental basal lamina."}
{"corpusid":341693,"openaccessinfo":{"externalids":{"MAG":"2007697683","ACL":null,"DOI":"10.1155/2012/893040","PubMedCentral":"3523148","ArXiv":null},"license":null,"url":"https://downloads.hindawi.com/journals/cmmm/2012/893040.pdf","status":"GOLD"},"abstract":"A model with its conductivity varying highly across a very thin layer will be considered. It is related to a stable phantom model, which is invented to generate a certain apparent conductivity inside a region surrounded by a thin cylinder with holes. The thin cylinder is an insulator and both inside and outside the thin cylinderare filled with the same saline. The injected current can enter only through the holes adopted to the thin cylinder. The model has a high contrast of conductivity discontinuity across the thin cylinder and the thickness of the layer and the size of holes are very small compared to the domain of the model problem. Numerical methods for such a model require a very fine mesh near the thin layer to resolve the conductivity discontinuity. In this work, an efficient numerical method for such a model problem is proposed by employing a uniform mesh, which need not resolve the conductivity discontinuity. The discrete problem is then solved by an iterative method, where the solution is improved by solving a simple discrete problem with a uniform conductivity. At each iteration, the right-hand side is updated by integrating the previous iterate over the thin cylinder. This process results in a certain smoothing effect on microscopic structures and our discrete model can provide a more practical tool for simulating the apparent conductivity. The convergence of the iterative method is analyzed regarding the contrast in the conductivity and the relative thickness of the layer. In numerical experiments, solutions of our method are compared to reference solutions obtained from COMSOL, where very fine meshes are used to resolve the conductivity discontinuity in the model. Errors of the voltage in L2 norm follow O(h) asymptotically and the current density matches quitewell those from the reference solution for a sufficiently small mesh size h. The experimental results present a promising feature of our approach for simulating the apparent conductivity related to changes in microscopic cellular structures."}
{"corpusid":341693,"openaccessinfo":{"externalids":{"MAG":"2007697683","ACL":null,"DOI":"10.1155/2012/893040","PubMedCentral":"3523148","ArXiv":null},"license":null,"url":"https://downloads.hindawi.com/journals/cmmm/2012/893040.pdf","status":"GOLD"},"abstract":"A model with its conductivity varying highly across a very thin layer will be considered. It is related to a stable phantom model, which is invented to generate a certain apparent conductivity inside a region surrounded by a thin cylinder with holes. The thin cylinder is an insulator and both inside and outside the thin cylinderare filled with the same saline. The injected current can enter only through the holes adopted to the thin cylinder. The model has a high contrast of conductivity discontinuity across the thin cylinder and the thickness of the layer and the size of holes are very small compared to the domain of the model problem. Numerical methods for such a model require a very fine mesh near the thin layer to resolve the conductivity discontinuity. In this work, an efficient numerical method for such a model problem is proposed by employing a uniform mesh, which need not resolve the conductivity discontinuity. The discrete problem is then solved by an iterative method, where the solution is improved by solving a simple discrete problem with a uniform conductivity. At each iteration, the right-hand side is updated by integrating the previous iterate over the thin cylinder. This process results in a certain smoothing effect on microscopic structures and our discrete model can provide a more practical tool for simulating the apparent conductivity. The convergence of the iterative method is analyzed regarding the contrast in the conductivity and the relative thickness of the layer. In numerical experiments, solutions of our method are compared to reference solutions obtained from COMSOL, where very fine meshes are used to resolve the conductivity discontinuity in the model. Errors of the voltage in L2 norm follow O(h) asymptotically and the current density matches quitewell those from the reference solution for a sufficiently small mesh size h. The experimental results present a promising feature of our approach for simulating the apparent conductivity related to changes in microscopic cellular structures."}
{"corpusid":341693,"openaccessinfo":{"externalids":{"MAG":"2007697683","ACL":null,"DOI":"10.1155/2012/893040","PubMedCentral":"3523148","ArXiv":null},"license":null,"url":"https://downloads.hindawi.com/journals/cmmm/2012/893040.pdf","status":"GOLD"},"abstract":"A model with its conductivity varying highly across a very thin layer will be considered. It is related to a stable phantom model, which is invented to generate a certain apparent conductivity inside a region surrounded by a thin cylinder with holes. The thin cylinder is an insulator and both inside and outside the thin cylinderare filled with the same saline. The injected current can enter only through the holes adopted to the thin cylinder. The model has a high contrast of conductivity discontinuity across the thin cylinder and the thickness of the layer and the size of holes are very small compared to the domain of the model problem. Numerical methods for such a model require a very fine mesh near the thin layer to resolve the conductivity discontinuity. In this work, an efficient numerical method for such a model problem is proposed by employing a uniform mesh, which need not resolve the conductivity discontinuity. The discrete problem is then solved by an iterative method, where the solution is improved by solving a simple discrete problem with a uniform conductivity. At each iteration, the right-hand side is updated by integrating the previous iterate over the thin cylinder. This process results in a certain smoothing effect on microscopic structures and our discrete model can provide a more practical tool for simulating the apparent conductivity. The convergence of the iterative method is analyzed regarding the contrast in the conductivity and the relative thickness of the layer. In numerical experiments, solutions of our method are compared to reference solutions obtained from COMSOL, where very fine meshes are used to resolve the conductivity discontinuity in the model. Errors of the voltage in L2 norm follow O(h) asymptotically and the current density matches quitewell those from the reference solution for a sufficiently small mesh size h. The experimental results present a promising feature of our approach for simulating the apparent conductivity related to changes in microscopic cellular structures."}
{"corpusid":341693,"openaccessinfo":{"externalids":{"MAG":"2007697683","ACL":null,"DOI":"10.1155/2012/893040","PubMedCentral":"3523148","ArXiv":null},"license":null,"url":"https://downloads.hindawi.com/journals/cmmm/2012/893040.pdf","status":"GOLD"},"abstract":"A model with its conductivity varying highly across a very thin layer will be considered. It is related to a stable phantom model, which is invented to generate a certain apparent conductivity inside a region surrounded by a thin cylinder with holes. The thin cylinder is an insulator and both inside and outside the thin cylinderare filled with the same saline. The injected current can enter only through the holes adopted to the thin cylinder. The model has a high contrast of conductivity discontinuity across the thin cylinder and the thickness of the layer and the size of holes are very small compared to the domain of the model problem. Numerical methods for such a model require a very fine mesh near the thin layer to resolve the conductivity discontinuity. In this work, an efficient numerical method for such a model problem is proposed by employing a uniform mesh, which need not resolve the conductivity discontinuity. The discrete problem is then solved by an iterative method, where the solution is improved by solving a simple discrete problem with a uniform conductivity. At each iteration, the right-hand side is updated by integrating the previous iterate over the thin cylinder. This process results in a certain smoothing effect on microscopic structures and our discrete model can provide a more practical tool for simulating the apparent conductivity. The convergence of the iterative method is analyzed regarding the contrast in the conductivity and the relative thickness of the layer. In numerical experiments, solutions of our method are compared to reference solutions obtained from COMSOL, where very fine meshes are used to resolve the conductivity discontinuity in the model. Errors of the voltage in L2 norm follow O(h) asymptotically and the current density matches quitewell those from the reference solution for a sufficiently small mesh size h. The experimental results present a promising feature of our approach for simulating the apparent conductivity related to changes in microscopic cellular structures."}
{"corpusid":341693,"openaccessinfo":{"externalids":{"MAG":"2007697683","ACL":null,"DOI":"10.1155/2012/893040","PubMedCentral":"3523148","ArXiv":null},"license":null,"url":"https://downloads.hindawi.com/journals/cmmm/2012/893040.pdf","status":"GOLD"},"abstract":"A model with its conductivity varying highly across a very thin layer will be considered. It is related to a stable phantom model, which is invented to generate a certain apparent conductivity inside a region surrounded by a thin cylinder with holes. The thin cylinder is an insulator and both inside and outside the thin cylinderare filled with the same saline. The injected current can enter only through the holes adopted to the thin cylinder. The model has a high contrast of conductivity discontinuity across the thin cylinder and the thickness of the layer and the size of holes are very small compared to the domain of the model problem. Numerical methods for such a model require a very fine mesh near the thin layer to resolve the conductivity discontinuity. In this work, an efficient numerical method for such a model problem is proposed by employing a uniform mesh, which need not resolve the conductivity discontinuity. The discrete problem is then solved by an iterative method, where the solution is improved by solving a simple discrete problem with a uniform conductivity. At each iteration, the right-hand side is updated by integrating the previous iterate over the thin cylinder. This process results in a certain smoothing effect on microscopic structures and our discrete model can provide a more practical tool for simulating the apparent conductivity. The convergence of the iterative method is analyzed regarding the contrast in the conductivity and the relative thickness of the layer. In numerical experiments, solutions of our method are compared to reference solutions obtained from COMSOL, where very fine meshes are used to resolve the conductivity discontinuity in the model. Errors of the voltage in L2 norm follow O(h) asymptotically and the current density matches quitewell those from the reference solution for a sufficiently small mesh size h. The experimental results present a promising feature of our approach for simulating the apparent conductivity related to changes in microscopic cellular structures."}
{"corpusid":342410,"openaccessinfo":{"externalids":{"MAG":"2407810395","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"As Washington wrestles with looming mandatory cuts forced by a deficit agreement, the AMA, AHA and ANA are warning of massive job cuts. \"If I've got a choice of maintaining these beneficial programs or contract them for my core mission, you're going to choose your core mission. And that will cost the community more in terms of health and of dollars,\" says Rich Morrison, of Adventist Health System."}
{"corpusid":343089,"openaccessinfo":{"externalids":{"MAG":"2408880818","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"A new type of Cu(II)-imprinted chitosan crosslinked membrane (IM Cu(II)-E-CTS) was prepared via molecular imprinting technology, chemical pre-crosslinking and crosslinking methods for treatment of wastewater containing low concentration of copper ion. IM Cu(II)-E-CTS was characterized by porosity, swelling ratio, amino group content, surface morphology, functional group and crystallinity. The thermodynamic properties of Cu (II) adsorption on the as-synthesized membrane at the low concentration (20-70 mg x L(-1)) were studied. It is found that porosity, swelling ratio and amino group contents of IM Cu(II)-E-CTS are 76.9%, 109% and 4.26 mmol x g(-1), respectively. Compared to the pristine chitosan membrane (CTS), 44.0% lower swelling ratio, 528% higher of porosity, 16.5% lower of amino group content are found with IM(Cu) (II)-E-CTS. Compared to crosslinked chitosan membranes (E-CTS), 24.6% higher amino group content is found with IM(Cu) (II)-E-CTS. Compared to CTS and E-CTS, the membrane morphology of IM Cu(II) E-CTS has undergone significant changes, and the internal structure became loose. Compared with CTS, molecular chain of IM Cu(II)-E-CTS is irregular and its crystallinity ability is lowered. IM Cu(II)-E-CTS adsorbs more Cu(II) than that of the other two metal cations [Ni(II) and Zn(II)]. The adsorption of copper ion on IM Cu(II)-E-CTS for 20-70 mg x L(-1) of initial Cu(II) concentration follows the Freundlich adsorption isotherm (R2 > 0.99). The adsorption is a spontaneous, exothermic, and entropy-decreased process."}
{"corpusid":343565,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Seizure disorder is one of the common childhood neurological illnesses occurring in 4 – 6 per 1000 children in the general population. The degree and type of central nervous system damage existing at the onset of the seizure is decisive for the final outcome, but the cessation of the seizures also improves the child’s developmental possibilities. To know the etiology and different types of seizures the present Prospective study conducted in Kamineni Institute of Medical Sciences hospital, Narketpally, over 115 children of 0-5 years during the period of July 2005 –October 2007. Majority of children with seizures were in the age group of 0 – 2 years. Most common type of convulsion during neonatal period was Subtle (38.64%), followed by focal clonic (31.83%). Among the Subtle seizures, Hypoxic ischemic encephalopathy was the most common etiology (58.82%).Most common etiology of generalized tonic seizure was Neonatal sepsis with Meningitis (42.85%).Most common etiology of multifocal clonic seizure was Hypocalcemia (50.00%)."}
{"corpusid":344238,"openaccessinfo":{"externalids":{"MAG":"2114985862","ACL":"O09-4001","DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"This paper concerns a framework for building interactive speech-based language learning games. The core of the framework, the \"dialogue manager,\" controls the game procedure via a control script. The control script allows the developers to have easy access to the natural language process capabilities provided by six core building blocks. Using the framework, three games for Mandarin learning were implemented: a reading game, a translation game, and a question-answering game. We verified the effectiveness and usefulness of the framework by evaluating the three games. In the in-lab and public evaluation phases, we collected a total of 4025 utterances from 31 subjects. The evaluation showed that the game systems responded to the users' utterances appropriately about 89% of the time, and assessment of the users' performances correlated well with their human-judged proficiency."}
{"corpusid":344438,"openaccessinfo":{"externalids":{"MAG":"92903918","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"In a previous work, the authors proposed a Grammatical Evolution algorithm to automatically generate Lindenmayer Systems which represent fractal curves with a pre-determined fractal dimension. This paper gives strong statistical evidence that the probability distributions of the execution time of that algorithm exhibits a heavy tail with an hyperbolic probability decay for long executions, which explains the erratic performance of different executions of the algorithm. Three different restart strategies have been incorporated in the algorithm to mitigate the problems associated to heavy tail distributions: the first assumes full knowledge of the execution time probability distribution, the second and third assume no knowledge. These strategies exploit the fact that the probability of finding a solution in short executions is non-negligible and yield a severe reduction, both in the expected execution time (up to one order of magnitude) and in its variance, which is reduced from an infinite to a finite value."}
{"corpusid":345976,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"“Software is eating the world”, says Marc Andreessen, with data as its fuel and its by-product. Inspired by the success of various open movements, data is now getting open as well. At the forefront, governments and cities are releasing a trove of civic data with promises of better – data-driven, collaborative and participatory – forms of governance. In this paper, we provide a deﬁnition of Open Civic Data and motivate what makes it special. We present an overview through stories from the ﬁeld. We look at current technical barriers; future trends and challenges; and hint at how database research can and should contribute."}
{"corpusid":347307,"openaccessinfo":{"externalids":{"MAG":"1765665023","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Fashion handbags are products that occupy the third position of the 11 types of products most often hijacked. According to the United States Customs and Border Protection and European Commission, Indonesia is a country that ranked the 8th largest country after Hong Kong with the highest levels of product piracy in Asia in 2006. This study investigate the effect of product cues factors, including extrinsic cues and intrinsic cues, Attitudes towards counterfeits, religiosity, lawfulness attitudes, status of consumption on purchase intentions. This study aims to explain the process of forming an intention to buy pirated bag products that rest on the primary relationship of independent variables like attitudes towards counterfeit, lawfulness attitudes and consumption status of the intention to buy pirated products as well as test patterns bag relationship between variables. The data was collected by using a questionnaire enclosed with the statement that based on the Likert scale. The respondents were all employed women who are in the area of Yogyakarta with 200 respondents. These results show that intrinsic factors had positive influence on consumer attitudes towards pirated handbags addition, a more positive attitude of consumers towards pirated bags will further strengthen the purchasing intentions and conversely the higher the status of a consumer's consumption will only further weaken the intention of purchasing the product bag pirated."}
{"corpusid":347629,"openaccessinfo":{"externalids":{"MAG":"2423170386","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Four cases of subtotal clamping of the jaws caused by bilateral hyperplasia of the coronoid processes are reported. The aetiopathogenetic theories are examined and clinical cases and therapy described. It is concluded that treatment can only be surgical because the mechanical obstacle between the lengthened coronoid apophysis and the internal surface of the malar bone has to be removed."}
{"corpusid":347887,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Heat stress (HT) during the dry period compromises mammary gland development, decreases future milk production, and impairs the immune status of dairy cows. Our objective was to evaluate the effect of cooling HT cows during the dry period on gene expression of the mammary gland and peripheral blood mononuclear cells (PBMC). Cows were dried off 46 d before their expected calving and assigned to 2 treatments, HT or cooling (CL). Cows in the CL group were cooled with sprinklers and fans whereas HT cows were not. After parturition, all cows were housed in a freestall barn with cooling. The PBMC were isolated at dry-off and at −20, 2, and 20 d relative to calving from a subset of cows (HT, n = 9; CL, n = 10), and mammary biopsies were taken at the same intervals (HT, n = 7; CL, n = 6) for RNA extraction. Gene expression was assessed using a custom multiplex gene expression assay based on traditional reverse transcription-PCR. Genes involved in prolactin (PRL) signaling [PRL receptor long form, PRL receptor short form, suppressor of cytokine signaling (SOCS)2, SOCS3, IGF2, IGF binding protein 5, and cyclin D1], fatty acid metabolism (acetyl-CoA carboxylase α (ACACA) and lipoprotein lipase (LPL)], and IGF1 were evaluated in mammary tissue, and genes related to fatty acid metabolism [ACACA, fatty acid synthase (FASN), and LPL], cytokine production [IL6, IL8, and tumor necrosis factor (TNF)], and IGF1 were evaluated in PBMC. No differences were observed in PRL signaling or fatty acid metabolism gene expression in the mammary gland. In PBMC, HT cows had greater mRNA expression of IGF1 and TNF during the transition period relative to CL and upregulated IL8 and downregulated FASN mRNA expression at 2 d relative to calving. We conclude that cooling HT cows during the dry period alters expression of genes involved in cytokine production and lipid metabolism in PBMC."}
{"corpusid":348069,"openaccessinfo":{"externalids":{"MAG":"2525312610","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Oral liquids are safe alternatives to solid dosage forms, notably for elderly and pediatric patients that present dysphagia. The use of ready-to-use suspending vehicles such as SyrSpend SF PH4 is a suitable resource for pharmacists as they constitute a safe and timesaving option that has been studied often. The objective of this study was to evaluate the stability of 10 commonly used active pharmaceutical ingredients (allopurinol 20 mg/mL; amitriptyline hydrochloride 10 mg/mL; carbamazepine 25 mg/mL; domperidone 5 mg/mL; isoniazid 10 mg/mL; ketoconazole 20 mg/mL; lisinopril 1 mg/mL; naproxen 25 mg/mL; paracetamol [acetaminophen] 50 mg/mL; and sertraline hydrochloride 10 mg/mL) compounded in oral suspensions using SyrSpend SF PH4 as the vehicle throughout the study period and stored both at controlled refrigerated (2°C to 8°C) and room temperature (20°C to 25°C). Stability was assessed by means of measuring the percent recovery at varying time points throughout a 90-day period. The quantification of the active pharmaceutical ingredients was performed by high-performance liquid chromatography through a stability-indicating method. Methods were adequately validated. Forced-degradation studies showed that at least one parameter influenced the stability of the active pharmaceutical ingredients. All suspensions were assayed and showed active pharmaceutical ingredient contents between 90% and 110% during the 90-day study period. Although the forced-degradation experiments led to visible fluctuations in the chromatographic responses, the final preparations were stable in the storage conditions. The beyond-use dates of the preparations were found to be at least 90 days for all suspensions, both for controlled refrigerated temperature and room temperature. This confirms that SyrSpend SF PH4 is a stable suspending vehicle for compounding with a broad range of different active pharmaceutical ingredients for different medical usages."}
{"corpusid":349521,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Figure S1. Comparison of the DA neuron firing in the VTA (n = 24) and SNc (n = 8). In both areas, nicotine increases the action potential firing rate of putative DA neurons in freely-moving rats. Nicotine administration increased the overall DA unit firing rate A, number of bursts per second B, number of spikes per burst C, and percentage of spikes in bursts D. There were no significant differences between VTA and SNc. There was statistical significance (p < 0.05) between \" control \" and \" nicotine \" in each panel. However, there is no statistical significance (p > 0.05) when comparing within \" control \" (i.e., VTA to SNc) or within \" nicotine \". Figure S2. Recovery of the DA signal observed during consecutive single pulse stimuli (p1 and p2) separated by different times stimulation. A, Example traces showing the recovery time of DA release following consecutive stimuli at increasing time between pulses. The amplitude of DA signal evoked by p2 recovered as the interval of time increased to 80 s. B, The amplitude of the second stimulus (p2) with respect to p1 at different time intervals between the stimuli (mean ± SEM) (n = 4–6). Note the Y-axis scale break. We allowed at least 120 s between our experimental stimulations to allow recovery of the DA signal. Figure S3. The frequency dependence of the DA signals in the NAc shell does not depend on the order to the stimulations. A, The two traces show 2 different sequences of stimulus trains evoked by a single pulse (1p) and by 5-pulse trains at different frequencies (10–80 Hz). Analysis showed that the signals were not dependent on the stimulation sequence. B, The expanded traces of DA"}
{"corpusid":350309,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Speaking at a recent Water Management Society conference, Ginny Moore, of Public Health England (PHE), described how the latest thinking, and the results of recent research and experience on minimising the risk of growth and spread of Pseudomonas aeruginosa bacteria in healthcare plumbing systems, as well as input from a number of leading plumbing product manufacturers, had informed the new guidance in the HTM 04-01 Addendum, 'Pseudomonas aeruginosa-- advice for augmented care units'. The guidance's publication, in March 2013, followed the death, just over a year earlier, of three young infants in the neonatal intensive care unit (NICU) at Belfast's Royal Jubilee Maternity Hospital (RJMH) from Pseudomonas aeruginosa-related infection, the source subsequently being identified as six handwashbasins."}
{"corpusid":351139,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Supporting mobile internet services over wireless networks is an emerging area in wireless communication. Current wireless services requires high data rate and using OFDM as the modulation technique the expected data rate has been achieved in a WLAN environment and 4G wireless networks are working to achieve it in a multi-cellular environment. To achieve spectral efficiency and high data rates, wireless standards are working towards efficient LA techniques especially to work in low SNR conditions [100]. For LA performed on per subcarriers based feedback technique, OFDM systems has shown high efficiency but it is not cost effective as the feedback required is very high particularly in the case of systems like WiMax (IEEE802.16e) networks where the OFDM symbol size is 1024. Moreover optimal allocation of resources like power, bandwidth and modulation levels increases the implementation complexity in wireless environment. To reduce the feedback and complexity, Physical layer abstraction methods for OFDM system has been developed in which the link is abstracted and stored in the system level simulator at the transmitter for future mapping to be used for Link Adaptation. With the non uniform SINR values it becomes difficult for the system level simulator to predict the Block Error Probability (BLEP) for a coded OFDM block. The key issue for system level simulations is to go from instantaneous SINR values of each subcarrier to corresponding block error probability. In literature Effective Exponential SINR Mapping (EESM) has been used as physical abstraction methodology that maps the instantaneous subcarrier SINRs to a single effective SINR, which is used as a metric to predict the Block Error Rate."}
{"corpusid":352129,"openaccessinfo":{"externalids":{"MAG":"2140319639","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Exploratory data analysis is a process of sifting through data in search of interesting information or patterns. Analysts' current tools for exploring data include database management systems, statistical analysis packages, data mining tools, visualization tools, and report generators. Since the exploration process seeks the unexpected in a data-driven manner, it is crucial that these tools are seamlessly integrated so analysts can flexibly select and compose tools to use at each stage of analysis. Few systems have integrated all these capabilities either architecturally or at the user interface level. Visage's information-centric approach allows coordination among multiple application user interfaces. It uses an architecture that keeps track of the mapping of visual objects to information in shared databases. One result is the ability to perform direct manipulation operations such as drag-and-drop transfer of data among applications. This paper describes Visage's Visual Query Language and visualization tools, and illustrates their application to several stages of the exploration process: creating the target dataset, data cleaning and preprocessing, data reduction and projection, and visualization of the reduced data. Unlike previous integrated KDD systems' interfaces, direct manipulation is used pervasively, and the visualizations are more diverse and can be customized automatically as needed. Coordination among all interface objects simplifies iterative modification of decisions at any stage."}
{"corpusid":352877,"openaccessinfo":{"externalids":{"MAG":"2411094160","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Psychosis is defined by the loss of reality testing. Apart from that, it is rather broadly and vaguely defined. Ethics is the art of defining what is right and what is wrong. Medical ethics apply a diversity of ethical principles to a complex clinical reality after discussion and consideration. In forensic psychiatry the diagnosis of psychosis has vast ethical implications. In the Danish law on psychiatry conditions for coercion and involuntary treatment are stated, and in the law on penalty the principle of treatment instead of penalty is stated. Thus, implications for diagnoses and treatment go far beyond other medical diagnoses."}
{"corpusid":354305,"openaccessinfo":{"externalids":{"MAG":"985999012","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"A subset of human papillomaviruses (HPVs) is associated with the majority of cervical cancers; however, cofactors appear to be required for carcinogenic progression of HPV-induced neoplasia. As human herpesvirus-6 (HHV-6) was recently shown to infect cervical epithelial cells in vitro and activate transcription of HPV-transforming genes, human cervical dysplasia and cancers were analyzed for the presence of HHV-6 by multiple methods, including polymerase chain reaction, slot blot, Southern blot, and in situ hybridization. HHV-6 DNA sequences were detected in 6 of 72 cases of squamous cervical carcinoma and cervical intraepithelial neoplasia. HPV-16 was found in four of the HHV-6-positive cases (two squamous cervical carcinomas and two cervical intraepithelial neoplasias). None of the 30 normal cervices and biopsies of patients with cervicitis was positive for HHV-6 DNA. These results are the first suggestion of an in vivo association between HHV-6 and some cervical neoplasia."}
{"corpusid":354726,"openaccessinfo":{"externalids":{"MAG":"151411467","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"We introduce advanced techniques to develop embedded real-time controllers for networking applications using a Modeling and Simulation (M&S) based methodology. Our solution relies on the DEVS formalism and the Embedded CD++ (ECD++) real-time simulator. We show how DEVS-based prototypes can be embedded in the target hardware, consisting of an Intel IXP2400 Network Processor. We developed interface libraries allowing DEVS models to interact with specialized microcontrollers for high performance packet handling. We also introduce a portable Virtual Lab for developing prototypes and deploying them for quick validation on a real-world network. Our approach provides model continuity, eliminating the need for adapting logic or structure of the controllers when evolving from standalone simulations to execution in the target platform."}
{"corpusid":355640,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Median lethal dose (LD50) of fluvalinate (Marvik 25EC) was 105 (94.6-116.5 mg/kg, ip) in albino mice. Gross observable signs were dose dependent and indicative of central and peripheral nervous system stimulation. Fluvalinate, at 10.5 and 21.0 mg/kg, ip doses in mice, facilitated maximal electroshock seizures, reduced reaction time in analgesic test and enhanced duration of ether anaesthesia. Acute and subacute (7 days) treatment at lower and higher doses enhanced pentobarbitone sleeping time. Acute and subacute treatment (7 days) with phenobarbitone (50 mg/kg, ip) prior to fluvalinate enhanced toxicity of fluvalinate."}
{"corpusid":355739,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"251"}
{"corpusid":356631,"openaccessinfo":{"externalids":{"MAG":"2414935332","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Despite equivalent training in dermatology and dermatologic surgery, in a traditional sense black dermatologists are overtrained in the area of cancer surgery by virtue of the nature of their black practices. I believe that the survival of black dermatologists in the United States will one day depend upon the adjunctive dermatoplastic skills that they must develop, not only to meet the increasing demand for these procedures by their patients, but to assure a broadening of their economic base to meet their white competition."}
{"corpusid":357608,"openaccessinfo":{"externalids":{"MAG":"335507981","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Biomarker discovery for complex diseases is a challenging problem. Most of the existing approaches identify individual genes as disease markers, thereby missing the interactions among genes. Moreover, often only single biological data source is used to discover biomarkers. These factors account for the discovery of inconsistent biomarkers. In this paper, we propose a novel error-tolerant pattern mining approach for integrated analysis of gene expression and protein interaction data. This integrated approach incorporates constraints from protein interaction network and efficiently discovers patterns (groups of genes) in a bottomup fashion from the gene-expression data. We call these patterns active sub-network biomarkers. To illustrate the efficacy of our proposed approach, we used four breast cancer gene expression data sets and a human protein interaction network and showed that active sub-network biomarkers are more biologically plausible and genes discovered are more reproducible across studies. Finally, through pathway analysis, we also showed a substantial enrichment for known cancer genes and hence were able to generate relevant hypotheses for understanding the molecular mechanisms of breast cancer metastasis."}
{"corpusid":358909,"openaccessinfo":{"externalids":{"MAG":"2439970362","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Captopril, an inhibitor of the angiotensin-converting enzyme, is very effective in preventing the development of genetic hypertension in SHR rats. This effect results from early, overall lowering of local vascular resistances and, consequently, suppression of the age-related increase in total peripheral resistance. Contrary to that of dihydralazine and atenolol, it persists for up to 12 weeks after the drug is discontinued. Captopril may act by inhibiting the angiotensin-converting enzyme present in the vascular wall, with subsequent temporary arrest of the vascular lesions associated with progressive genetic hypertension."}
{"corpusid":359352,"openaccessinfo":{"externalids":{"MAG":"2168307447","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"A countable structure (with finite signature) is computable if its universe can be identified with ω in such a way as to make the relations and operations computable functions. In this thesis, I study which Boolean algebras and linear orders are computable. \nMaking use of Ketonen invariants, I study the Boolean algebras of low Ketonen depth, both classically and effectively. Classically, I give an explicit characterization of the depth zero Boolean algebras; provide continuum many examples of depth one, rank ω Boolean algebras with range ω + 1; and provide continuum many examples of depth ω, rank one Boolean algebras. Effectively, I show for sets S ⊆ ω + 1 with greatest element, the depth zero Boolean algebras BuS and BvS are computable if and only if S \\{ω} is n 2n+3 \n0 \nin the Feiner Σ-hierarchy. \nMaking use of the existing notion of limitwise monotonic functions and the new notion of limit infimum functions, I characterize which shuffle sums of ordinals below ω + 1 have computable copies. Additionally, I show that the notions of limitwise monotonic functions relative to 0' and limit infimum functions coincide."}
{"corpusid":360340,"openaccessinfo":{"externalids":{"MAG":"2522728757","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Author(s): Chen, Zhijie | Advisor(s): Song, Dawn | Abstract: Program analysis and formal methods have enabled advanced automatic software security analysis such as security policy enforcement and vulnerability discovery. However, due to the complexity of the modern software, recent applications of such techniques exhibit serious usability and scalability problems. In this thesis, we address these problems usingautomatically or semi-automatically constructed abstract program semantics. Specifically, we study two typical scenarios where the power of formal techniques is limited by the problems above, and develop novel techniques that address these issues. First, we propose a newalgorithm to construct event-based program abstraction, and check contextual security policies under this abstraction. Our approach addresses the usability and scalability problems in the model-checking of security policies in event-driven programs. Second, we propose a synthesis-based algorithm to learn and check web server logic without having access to theserver-side source code. The key insight is that the client-side behavior reflects partially the server-side logic, thus we infer server-side logic by observing the client-side’s execution. We develop a declarative language to encode our domain specific modeling of common server-side operations, as well as an efficient algorithm to synthesize a server model in that language. In summary, we demonstrate that abstract semantics can bridge the gap between the human and the massive details of the program, and make formal techniques applicable in a large scale."}
{"corpusid":360724,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Disclaimer/Complaints regulations If you believe that digital publication of certain material infringes any of your rights or (privacy) interests, please let the Library know, stating your reasons. In case of a legitimate complaint, the Library will make the material inaccessible and/or remove it from the website. Please Ask the Library: https://uba.uva.nl/en/contact, or a letter to: Library of the University of Amsterdam, Secretariat, Singel 425, 1012 WP Amsterdam, The Netherlands. You will be contacted as soon as possible."}
{"corpusid":361194,"openaccessinfo":{"externalids":{"MAG":"2013988118","ACL":null,"DOI":"10.1002/HUMU.20337","PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"The International Registry of Werner syndrome (www.wernersyndrome.org) has been providing molecular diagnosis of the Werner syndrome (WS) for the past decade. The present communication summarizes, from among 99 WS subjects, the spectrum of 50 distinct mutations discovered by our group and by others since the WRN gene (also called RECQL2 or REQ3) was first cloned in 1996; 25 of these have not previously been published. All WRN mutations reported thus far have resulted in the elimination of the nuclear localization signal at the C‐terminus of the protein, precluding functional interactions in the nucleus; thus, all could be classified as null mutations. We now report two new mutations in the N‐terminus that result in instability of the WRN protein. Clinical data confirm that the most penetrant phenotype is bilateral ocular cataracts. Other cardinal signs were seen in more than 95% of the cases. The median age of death, previously reported to be in the range of 46–48 years, is 54 years. Lymphoblastoid cell lines (LCLs) have been cryopreserved from the majority of our index cases, including material from nuclear pedigrees. These, as well as inducible and complemented hTERT (catalytic subunit of human telomerase) immortalized skin fibroblast cell lines are available to qualified investigators. Hum Mutat 27(6), 558–567, 2006. Published 2006 Wiley‐Liss, Inc."}
{"corpusid":362084,"openaccessinfo":{"externalids":{"MAG":"83929844","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"PURPOSE\nTo determine the in vitro bond strength of three laboratory composites repaired with their corresponding direct repair composites using various combinations of surface treatments and primers.\n\n\nMETHODS\nThe effects of three surface treatments (600-grit as a control, air abrasion with 50-microm Al2O3 particles and 8% hydrofluoric acid etching) and three primers with different formulations [Artglass Liquid (resin/silane), Sculpture Thinning Liquid (resin), and Targis Wetting Agent (silane)] were studied on three laboratory composites (Artglass, Targis and Sculpture). Specimens were stored for 24 hours at 37 degrees C and 100% relative humidity. Tensile bond strengths were determined on an Instron universal testing machine at a crosshead speed of 0.5 mm/minute at room temperature, keeping the specimens moist throughout the testing procedure.\n\n\nRESULTS\nThree-way analysis of variance (SuperANOVA) indicated that in general, 8% hydrofluoric acid produced the highest bond strengths when used to prepare the three laboratory composites. Either 8% hydrofluoric acid or air abrasion with Al2O3 particles produced the strongest repair bond strengths for Tetric Ceram when used with the resin/silane primer (Artglass Liquid) with values ranging from 36.9 to 39.6 MPa., respectively, as did the combination of hydrofluoric acid and the silane primer (Targis Wetting Agent) 38.2 MPa. The 8% hydrofluoric acid produced the highest bond strengths when used to prepare Artglass and Sculpture and used with the resin/silane primer, 32.9 and 38.7 MPa, respectively. Most bond failures (65%) were adhesive between the laboratory and repair composites, followed by cohesive failures in the laboratory composite with Artglass/Charisma and Targis/Tetric Ceram; and cohesive in the repair composite with Sculpture/Sculpt-It. Overall, the resin/silane primer produced the highest repair bond strengths for Al2O3- and hydrofluoric acid-treated composites.\n\n\nCLINICAL SIGNIFICANCE\nAir abrasion and hydrofluoric acid etching offer acceptable bond strengths for laboratory composites repaired with direct repair composites. Repair bond strengths are enhanced by the application of a resin/silane primer."}
{"corpusid":362506,"openaccessinfo":{"externalids":{"MAG":"2952690177","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":"1511.04119"},"license":null,"url":null,"status":null},"abstract":"We propose a soft attention based model for the task of action recognition in videos. We use multi-layered Recurrent Neural Networks (RNNs) with Long Short-Term Memory (LSTM) units which are deep both spatially and temporally. Our model learns to focus selectively on parts of the video frames and classifies videos after taking a few glimpses. The model essentially learns which parts in the frames are relevant for the task at hand and attaches higher importance to them. We evaluate the model on UCF-11 (YouTube Action), HMDB-51 and Hollywood2 datasets and analyze how the model focuses its attention depending on the scene and the action being performed."}
{"corpusid":362677,"openaccessinfo":{"externalids":{"MAG":"2400238666","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"By using the Short Time Fourier Transform, we analyzed the EEG frequency evolution during tonic-clonic seizures on 18 scalp recordings corresponding to 7 patients admitted for Video-EEG monitoring. This information was correlated with clinical findings observed in the video recordings. From the time-frequency plots, we recognized patterns related with brain activity even when embedded in a background of muscle artifacts. In 13/18 seizures we found a clear frequency dynamics characterized by an activity originally localized at about 8 Hz, later slowing down to about 1.5 Hz. In the remaining cases muscle artifacts hinder the disclosure of a clear frequency evolution. The clonic phases started when the main frequency slowed down to about 3 Hz. We conclude that the Short Time Fourier Transform is very useful for a quantitative analysis of epileptic seizures, especially when muscle artifacts contaminate the recordings. We further conclude that the clonic phase starts as a response to brain activity that can be only established when brain oscillations are slow enough to be followed by the muscles."}
{"corpusid":363416,"openaccessinfo":{"externalids":{"MAG":"3024677736","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Variability in individual responses to drugs used to treat rheumatoid arthritis was studied in 532 patients under care in seven U.S. rheumatology private practices. Among 15 nonsteroidal anti-inflammatory drugs (NSAIDs), estimated continuation of 1,775 courses was 48% at 12 months and 20% at 60 months. Acetylated salicylates, other than plain aspirin, were continued significantly longer than other NSAIDs. Among second-line drugs, estimated continuation of 50% of courses was 10 months for oral gold, 20 months for hydroxychloroquine, 21 months for penicillamine, 25 months for parenteral gold, 27 months for azathioprine, and more than 60 months for methotrexate and prednisone, the only drugs continued by more than 50% of patients 60 months after initiation."}
{"corpusid":363778,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"This project aims at improving the user experience regarding multimedia content annotation. We evaluated and compared current timeline-based annotation tools, so as to elicit user requirements. We address two issues: 1) adapting the user interface, by supporting more input modalities through a rapid prototyping tool and by offering alternative visualization techniques of temporal signals; and 2) covering more steps of the annotation workflow besides the task of annotation itself: notably recording multimodal signals. We developed input devices components for the OpenInterface (OI) platform for rapid prototyping of multimodal interfaces: multitouch screen, jog wheels and pen-based solutions. We modified an annotation tool created with the Smart Sensor Integration (SSI) toolkit and componentized it in OI so as to bind its controls to different input devices. We produced mockups sketches towards a new design of an improved user interface for multimedia content annotation, and started developing a rough prototype using the Processing Development Environment. Our solution allows to produce several prototypes by varying the interaction pipeline: changing input modalities and using either the initial GUI of the annotation tool, or the newly-designed one. We target usability testing to validate our solution and determine which input modalities combination best suits given use cases."}
{"corpusid":364419,"openaccessinfo":{"externalids":{"MAG":"1899847971","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Recognizing behavioral patterns of financial markets is essential for traders. Japanese candlestick chart is a common tool to visualize and analyze such patterns in an economic time series. Since the world was introduced to Japanese candlestick charting, traders saw how combining this tool with intelligent technical approaches creates a powerful formula for the savvy investors. This paper propose a generalization to box counting method of Grassberger-Procaccia, which is based on computing the correlation dimension of Japanese candlesticks instead commonly used ‘close’ points. The results of this method applied on several foreign exchange rates vs. IRR (Iranian Rial). Satisfactorily show lower chaotic dimension of Japanese candlesticks series than regular Grassberger-Procaccia method applied merely on close points of these same candles. This means there is some valuable information inside candlesticks. Keyword—Chaos, Japanese candlestick, generalized box counting, strange attractor."}
{"corpusid":365063,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Introduction: The aim of this study was to examine differences diffusion tensor imaging (DTI) measures between healthy subjects on the one hand and mildly and moderately affected Multiple Sclerosis (MS) patients on the other hand. In addition, the relationship between the Paced Auditory Serial Addition Test (PASAT) tests of cognitive decline and micro-structural white matter breakdown, as assessed by DTI measures, was studied in an automated whole brain analysis. To this end, an optimized voxel based analysis approach, in terms of coregistration, atlas construction, and smoothing, was used to compare the diffusion properties of all subjects in every brain voxel and to correlate them with PASAT scores."}
{"corpusid":365123,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"The study concerns how prosody, including pauses, is used to give extra weight to focused words when repeated with successively more emphasis. The analysis is based on the same three-word phrase produced in two different communicative contexts, one a dialogue interaction and one a reading-aloud situation. Results show greater adjustments in the dialogue context. When emphasis was increased, there were more pauses and longer word durations than when words were just read aloud. F0 maxima in the words, however, were less affected by emphasis. These findings are seen in the light of different demands of the two communicative situations as well as different production constraints on F0 and duration."}
{"corpusid":365152,"openaccessinfo":{"externalids":{"MAG":"2114564357","ACL":"W13-3409","DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Data-driven research in linguistics typically involves the processes of data annotation, data visualization and identification of relevant patterns. We describe our experience in incorporating these processes at an undergraduate course on language information technology. Students collectively annotated the syntactic structures of a set of Classical Chinese poems; the resulting treebank was put on a platform for corpus search and visualization; finally, using this platform, students investigated research questions about the text of the treebank."}
{"corpusid":368033,"openaccessinfo":{"externalids":{"MAG":"2168420538","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"We give necessary and sufficient conditions for uniqueness of the support vector solution for the problems of pattern recognition and regression estimation, for a general class of cost functions. We show that if the solution is not unique, all support vectors are necessarily at bound, and we give some simple examples of non-unique solutions. We note that uniqueness of the primal (dual) solution does not necessarily imply uniqueness of the dual (primal) solution. We show how to compute the threshold b when the solution is unique, but when all support vectors are at bound, in which case the usual method for determining b does not work."}
{"corpusid":368613,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"4-Aryl-5-pyridyl and 4-aryl-5-pyrimidyl based inhibitors of TNF-alpha production, which contain a novel triazole 5-member heterocyclic core, are described. Many pyridyl triazoles containing either an alkyl ether or a substituted aryl side chain on the triazole core showed sub-micromolar activity against LPS-induced TNF-alpha, while pyrimidyl triazoles containing an ethoxymethyl side chain exhibited even better inhibitory activity. Secondary screening data are presented for the pyrimidyl triazoles. Triazole 14e combined excellent potency with good oral bioavailability in the rat."}
{"corpusid":369158,"openaccessinfo":{"externalids":{"MAG":"2096405951","ACL":null,"DOI":"10.1039/c1cp21645g","PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":"CLOSED"},"abstract":"We present in detail a novel measure that improves the reliability of the assignment procedure for vibrational circular dichroism (VCD) spectra extending the useful robustness concept introduced by Nicu and Baerends. This measure enables spectroscopists to single out bands with unreliable VCD intensities that can be disregarded during analysis and determination of absolute configuration. The previously proposed robustness criterion is shown to be gauge dependent and less reliable than the one proposed here."}
{"corpusid":369158,"openaccessinfo":{"externalids":{"MAG":"2096405951","ACL":null,"DOI":"10.1039/c1cp21645g","PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":"CLOSED"},"abstract":"We present in detail a novel measure that improves the reliability of the assignment procedure for vibrational circular dichroism (VCD) spectra extending the useful robustness concept introduced by Nicu and Baerends. This measure enables spectroscopists to single out bands with unreliable VCD intensities that can be disregarded during analysis and determination of absolute configuration. The previously proposed robustness criterion is shown to be gauge dependent and less reliable than the one proposed here."}
{"corpusid":369158,"openaccessinfo":{"externalids":{"MAG":"2096405951","ACL":null,"DOI":"10.1039/c1cp21645g","PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":"CLOSED"},"abstract":"We present in detail a novel measure that improves the reliability of the assignment procedure for vibrational circular dichroism (VCD) spectra extending the useful robustness concept introduced by Nicu and Baerends. This measure enables spectroscopists to single out bands with unreliable VCD intensities that can be disregarded during analysis and determination of absolute configuration. The previously proposed robustness criterion is shown to be gauge dependent and less reliable than the one proposed here."}
{"corpusid":369158,"openaccessinfo":{"externalids":{"MAG":"2096405951","ACL":null,"DOI":"10.1039/c1cp21645g","PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":"CLOSED"},"abstract":"We present in detail a novel measure that improves the reliability of the assignment procedure for vibrational circular dichroism (VCD) spectra extending the useful robustness concept introduced by Nicu and Baerends. This measure enables spectroscopists to single out bands with unreliable VCD intensities that can be disregarded during analysis and determination of absolute configuration. The previously proposed robustness criterion is shown to be gauge dependent and less reliable than the one proposed here."}
{"corpusid":369158,"openaccessinfo":{"externalids":{"MAG":"2096405951","ACL":null,"DOI":"10.1039/c1cp21645g","PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":"CLOSED"},"abstract":"We present in detail a novel measure that improves the reliability of the assignment procedure for vibrational circular dichroism (VCD) spectra extending the useful robustness concept introduced by Nicu and Baerends. This measure enables spectroscopists to single out bands with unreliable VCD intensities that can be disregarded during analysis and determination of absolute configuration. The previously proposed robustness criterion is shown to be gauge dependent and less reliable than the one proposed here."}
{"corpusid":369453,"openaccessinfo":{"externalids":{"MAG":"26267215","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"The Linux kernel can be a threat to the dependability of systems because of its sheer size. A simple approach to produce smaller kernels is to manually configure the Linux kernel. However, the more than 11,000 configuration options available in recent Linux versions render this a demanding task. We report on designing and implementing the first automated generation of a workload-tailored kernel configuration and discuss the security gains such an approach offers in terms of reduction of the Trusted Computing Base (TCB) size. Our results show that the approach prevents the inclusion of 10% of functions known to be vulnerable in the past."}
{"corpusid":372024,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Beküldte Németh Gábor 2. k, 2014-07-22 14:25 Bodnár P [1], Grósz T [2], Tóth L [3], Nyúl LG [4]. Localization of Visual Codes in the DCT Domain Using Deep Rectier Neural Networks [5]. In: Filipe J [6], Gusikhin O [7], Madani K [8], Sasiadek J [9], editors. International Conference on Informatics in Control, Automation and Robotics (ICINCO). Setúbal: SCITEPRESS; 2014. Doktori iskola elfogadás: igen Válogatott publikáció: igen Tanszék: Képfeldolgozás és Számítógépes Grafika [10] Mesterséges Intelligencia Kutatócsoport [11]"}
{"corpusid":373809,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"In spintronic devices [1–3], digital information is represented by the direction of the quantum-mechanical spin of the charge carriers. A spin pointing in one direction denotes a logical 0, whereas a spin pointing in the opposite direction represents the logical 1. Spintronic devices are almost exclusively fabricated out of n-type semiconductors (electrons carry the current) as opposed to p-type semiconductors (holes carry the current), which may seem surprising since both electrons and holes have spin. The reason is that holes have been assumed to be unable to preserve their spin polarization over distances longer than a few tens of nanometers. This perspective is changing, as several recent experiments have shown that hole spins in p-type silicon can be polarized and retain their polarization for a surprisingly long time. However, experiments that directly probe the spin of the holes as they travel through the material have been lacking."}
{"corpusid":375253,"openaccessinfo":{"externalids":{"MAG":"2110041961","ACL":"W12-0206","DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"We demonstrate how data-driven approaches to learner corpora can support Second Language Acquisition research when integrated with visualisation tools. We present a visual user interface supporting the investigation of a set of linguistic features discriminating between pass and fail 'English as a Second or Other Language' exam scripts. The system displays directed graphs to model interactions between features and supports exploratory search over a set of learner scripts. We illustrate how the interface can support the investigation of the co-occurrence of many individual features, and discuss how such investigations can shed light on understanding the linguistic abilities that characterise different levels of attainment and, more generally, developmental aspects of learner grammars."}
{"corpusid":375574,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"— Nowadays, the quantity of text documents has been increasing continually and automatic document classification has become an important challenge. In this paper we investigate a way to develop new static meta-classifiers for text documents in order to increase the classification accuracy. These meta-classifiers are based on combining SVM classifiers and Naïve Bayes classifiers. This meta-classification thus no longer takes into consideration only the winning class returned by each classifier separately but it also considers all the other classes with their corresponding positions and confidence degree. We have tried different weighting methods related to the values returned by each classifier separately. Consequently, there is a possibility for a meta-classifier to decide that the winner is a class that is not necessarily to be one of the winner classes for the used classifiers. The experimental results have showed that classification accuracy can be improved through the proposed methods."}
{"corpusid":375995,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"In anesthetized spinal cats, perfusion of lumbosacral spinal cord with artificial CSF containing manganese (1.5-3.0 Mm/l) or cobalt (6.0 mM/l) ions, led to reversible suppression of negative dorsal root potentials (DRP), induced by stimulation of ipsilateral hindlimbs' afferent nerves. The depression of the DRP proceeded in connection with the depression of presynaptic inhibition of extensor monosynaptic reflexes induced with impulse volleys in the group I flexor muscle afferents. The depression of inhibition was not associated with changes in amplitudes of testing monosynaptic reflexes. The DRP is concluded to have a synaptic origin."}
{"corpusid":376444,"openaccessinfo":{"externalids":{"MAG":"2020678807","ACL":null,"DOI":"10.1029/2009JD011753","PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Reference evapotranspiration (RET), an indicator of atmospheric evaporating capability over a hypothetical reference surface, was calculated using the Penman-Monteith method for 75 stations across the Qinghai-Tibetan Plateau between 1971 and 2004. Generally, both annual and seasonal RET decreased for most part of the plateau during the study period. Multivariate linear models were used to determine the contributions of climate factors to RET change, including air temperature, air humidity, solar radiation, and wind speed. Spatial differences in the causes of RET change were detected by K-means clustering analysis. It indicates that wind speed predominated the changes of RET almost throughout the year, especially in the north of the study region, whereas radiation was the leading factor in the southeast, especially during the summertime. Although the recent warming trend over the plateau would have increased RET, the combined effect of the reduced wind speed and shortened sunshine duration negated the effect of rising temperature and caused RET to decrease in general. The significant decrease in surface wind speed corresponded to the decreasing trends of upper-air zonal wind and the decline of pressure gradient, possibly as a result of the recent warming."}
{"corpusid":376937,"openaccessinfo":{"externalids":{"MAG":"2417058876","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"The application of strong cryptography secures the integrity of medical data and their confidentiality during transmission. Encryption allows to use the Internet for the transmission of confidential medical data rendering an expensive specialised Internet like the DGN superfluous. By signing and timestamping medical records electronically their probative force is substantially improved in case of a law-suit."}
{"corpusid":379763,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Under the heading of this subject we deal with stings by arthropods, making of bees, commenting on the composition of the poisons and the different local and general reactions that are differences that exist between the stings The venom contains many biologically active components such as melitin, phospholipase A2, apamin, mast cell degranulation peptide, hyaluronidase, histamine, and dopamine. That neurotoxic venom secretory phospholipases A2 (sPLA2) have specific receptors in brain membranes called N-type receptors that are likely to play a role in the molecular events leading to neurotoxicity of these proteins. The sPLA2 found in honeybee venom is neurotoxic and binds to this receptor with high affinity. Poneratoxin is small neuropeptide found in the venom of arthropod (bee). It is stored in the venom reservoir as a inactive 25 residue peptide. Here we describe both chemically synthesized poneratoxin, insect larvae were paralyzed by injection of either of the purified toxins. These toxins are used in research as molecular probes, targeting with high affinity selected ion channel subtypes. As such, they are very useful for understanding the mechanism of synaptic transmission. Poneratoxin affects the voltage-dependent sodium channels and blocks the synaptic transmission in the insect central nervous system in a concentration-dependent manner; we think that in the human this is same."}
{"corpusid":380090,"openaccessinfo":{"externalids":{"MAG":"2144911090","ACL":null,"DOI":"10.3389/fnhum.2013.00889","PubMedCentral":"3870317","ArXiv":null},"license":"CCBY","url":"https://www.frontiersin.org/articles/10.3389/fnhum.2013.00889/pdf","status":"GOLD"},"abstract":"Neuroergonomics is an emerging science that is defined as the study of the human brain in relation to performance at work and in everyday settings. This paper provides a critical review of the neuroergonomic approach to evaluating physical and cognitive work, particularly in mobile settings. Neuroergonomics research employing mobile and immobile brain imaging techniques are discussed in the following areas of physical and cognitive work: (1) physical work parameters; (2) physical fatigue; (3) vigilance and mental fatigue; (4) training and neuroadaptive systems; and (5) assessment of concurrent physical and cognitive work. Finally, the integration of brain and body measurements in investigating workload and fatigue, in the context of mobile brain/body imaging (“MoBI”), is discussed."}
{"corpusid":380090,"openaccessinfo":{"externalids":{"MAG":"2144911090","ACL":null,"DOI":"10.3389/fnhum.2013.00889","PubMedCentral":"3870317","ArXiv":null},"license":"CCBY","url":"https://www.frontiersin.org/articles/10.3389/fnhum.2013.00889/pdf","status":"GOLD"},"abstract":"Neuroergonomics is an emerging science that is defined as the study of the human brain in relation to performance at work and in everyday settings. This paper provides a critical review of the neuroergonomic approach to evaluating physical and cognitive work, particularly in mobile settings. Neuroergonomics research employing mobile and immobile brain imaging techniques are discussed in the following areas of physical and cognitive work: (1) physical work parameters; (2) physical fatigue; (3) vigilance and mental fatigue; (4) training and neuroadaptive systems; and (5) assessment of concurrent physical and cognitive work. Finally, the integration of brain and body measurements in investigating workload and fatigue, in the context of mobile brain/body imaging (“MoBI”), is discussed."}
{"corpusid":380090,"openaccessinfo":{"externalids":{"MAG":"2144911090","ACL":null,"DOI":"10.3389/fnhum.2013.00889","PubMedCentral":"3870317","ArXiv":null},"license":"CCBY","url":"https://www.frontiersin.org/articles/10.3389/fnhum.2013.00889/pdf","status":"GOLD"},"abstract":"Neuroergonomics is an emerging science that is defined as the study of the human brain in relation to performance at work and in everyday settings. This paper provides a critical review of the neuroergonomic approach to evaluating physical and cognitive work, particularly in mobile settings. Neuroergonomics research employing mobile and immobile brain imaging techniques are discussed in the following areas of physical and cognitive work: (1) physical work parameters; (2) physical fatigue; (3) vigilance and mental fatigue; (4) training and neuroadaptive systems; and (5) assessment of concurrent physical and cognitive work. Finally, the integration of brain and body measurements in investigating workload and fatigue, in the context of mobile brain/body imaging (“MoBI”), is discussed."}
{"corpusid":380090,"openaccessinfo":{"externalids":{"MAG":"2144911090","ACL":null,"DOI":"10.3389/fnhum.2013.00889","PubMedCentral":"3870317","ArXiv":null},"license":"CCBY","url":"https://www.frontiersin.org/articles/10.3389/fnhum.2013.00889/pdf","status":"GOLD"},"abstract":"Neuroergonomics is an emerging science that is defined as the study of the human brain in relation to performance at work and in everyday settings. This paper provides a critical review of the neuroergonomic approach to evaluating physical and cognitive work, particularly in mobile settings. Neuroergonomics research employing mobile and immobile brain imaging techniques are discussed in the following areas of physical and cognitive work: (1) physical work parameters; (2) physical fatigue; (3) vigilance and mental fatigue; (4) training and neuroadaptive systems; and (5) assessment of concurrent physical and cognitive work. Finally, the integration of brain and body measurements in investigating workload and fatigue, in the context of mobile brain/body imaging (“MoBI”), is discussed."}
{"corpusid":380090,"openaccessinfo":{"externalids":{"MAG":"2144911090","ACL":null,"DOI":"10.3389/fnhum.2013.00889","PubMedCentral":"3870317","ArXiv":null},"license":"CCBY","url":"https://www.frontiersin.org/articles/10.3389/fnhum.2013.00889/pdf","status":"GOLD"},"abstract":"Neuroergonomics is an emerging science that is defined as the study of the human brain in relation to performance at work and in everyday settings. This paper provides a critical review of the neuroergonomic approach to evaluating physical and cognitive work, particularly in mobile settings. Neuroergonomics research employing mobile and immobile brain imaging techniques are discussed in the following areas of physical and cognitive work: (1) physical work parameters; (2) physical fatigue; (3) vigilance and mental fatigue; (4) training and neuroadaptive systems; and (5) assessment of concurrent physical and cognitive work. Finally, the integration of brain and body measurements in investigating workload and fatigue, in the context of mobile brain/body imaging (“MoBI”), is discussed."}
{"corpusid":380238,"openaccessinfo":{"externalids":{"MAG":"1871067931","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"BACKGROUND/AIM\nWe report on survival data of 595 patients with stage I-III lung cancer with respect to TNM classification.\n\n\nMATERIALS AND METHODS\nWe constructed a basic model consisting of stage and grade, and assessed the improvement of survival prediction after adding comorbidity data, spirometric data, clinical and laboratory parameters.\n\n\nRESULTS\nBody mass index (BMI) and presence of a cardiac disease reached statistical significance for prediction of overall survival in a Cox regression model. In addition to BMI (<25 kg/m(2)) and the presence of cardiovascular disease, the spirometric variable (FEV1) predicted early death (less than five months postoperatively). When the survival random forest method was employed to predict disease outcome, creatinine levels and VO2 max became additional variables of interest for predicting survival.\n\n\nCONCLUSION\nWe propose that our lung cancer database may help to identify variables (aside from histomorphological variables) that are suitable for identifying patients at risk of death after surgical treatment of lung cancer."}
{"corpusid":383050,"openaccessinfo":{"externalids":{"MAG":"2158930984","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"We propose a fast manifold learning algorithm based on the methodology of domain decomposition. Starting with the set of sample points partitioned into two subdomains, we develop the solution of the interface problem that can glue the embeddings on the two subdomains into an embedding on the whole domain. We provide a detailed analysis to assess the errors produced by the gluing process using matrix perturbation theory. Numerical examples are given to illustrate the efficiency and effectiveness of the proposed methods."}
{"corpusid":383267,"openaccessinfo":{"externalids":{"MAG":"2147965757","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Several ongoing projects in the MAPLE (Multi-Agent Planning and LEarning) lab at UMBC and the Machine Learning Systems Group at JPL focus on problems that we view as central to the development of persistent agents. This position paper describes our current research in this area, focusing on four topics in particular: effective use of observational and active learning, utilizing repeated behavioral contexts, clustering with annotated constraints, and learning user preferences."}
{"corpusid":383724,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Gravity waves (GWs) are ubiquitous internal waves in which the restoring force is buoyancy. In the Earth’s atmosphere, GWs are generated whenever a parcel of air is disturbed from its equilibrium position. Disturbing sources include topographic featu res (e.g., mountains), convective instabilities (e.g., thunderstorms), frontal motions, and oscillations of jet streams. When the amplitude of a GW approaches its inverse vertical wavenumber, the wave “breaks” and generates a localized region of intense turbulence. Strong GWs near the surface in the lee of mountains are responsible for spectacular down-slope windstorms, such as the Boulder chinook, the Santa Ana winds, and the Yugoslavian bora. Such storms often generate hurricane-force winds and are a serious threat to personal safety, buildings, and surface and air transportation. At higher altitudes, GWs can be of sufficient magnitude to alter the mean state of the atmosphere. The wave drag induced by the breaking of small-scale GWs (~10 km) is now thought to be an important issue in improving subgrid parameterizations for global atmospheric flow models. More generally, the propagation and evolution of GWs may be a key component in determining the spectral energy of the atmosphere at mesoscales (~100 km)."}
{"corpusid":385133,"openaccessinfo":{"externalids":{"MAG":"2407162416","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"We report herein our experience with the Toronto Stentless Porcine Valve (Toronto SPV, manufactured by St. Jude Medical Inc., Minneapolis, MN, USA) for aortic valve replacement (AVR). To date 146 SPV valves have been implanted, 29 in an initial clinical trial (from October 1987 to April 1987) and 117 in the current FDA trial (September 1991 to January 1994). In the current trial the majority of patients were male (76%), aortic stenosis was the dominant lesion (73%) and 68% of the patients received a valve size 27 mm or greater. The mean age was 61.3 +/- 12.0 years. For the entire group there has been no hospital death and no patient has required a pacemaker. Perioperative complications were myocardial infarction in three patients and suspect subacute bacterial endocarditis (medically treated) in three patients. There have been two late deaths (2%), two patients have had transient ischemic attacks (2%), and one patient suffered stroke with complete neurological recovery (1%). To date there has been no case of primary valve failure. Echocardiographic assessment of the SPV valve has demonstrated excellent effective valve orifice areas with very low transvalvular gradients and 95% of the patients had either 0 or 1+ insufficiency. These results are encouraging and justify the continued use of this valve in clinical trials. Further follow-up is required to determine its durability."}
{"corpusid":385284,"openaccessinfo":{"externalids":{"MAG":"2760733685","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":"1709.09130"},"license":null,"url":null,"status":null},"abstract":"Deep neural networks (NN) are extensively used for machine learning tasks such as image classification, perception and control of autonomous systems. Increasingly, these deep NNs are also been deployed in high-assurance applications. Thus, there is a pressing need for developing techniques to verify neural networks to check whether certain user-expected properties are satisfied. In this paper, we study a specific verification problem of computing a guaranteed range for the output of a deep neural network given a set of inputs represented as a convex polyhedron. Range estimation is a key primitive for verifying deep NNs. We present an efficient range estimation algorithm that uses a combination of local search and linear programming problems to efficiently find the maximum and minimum values taken by the outputs of the NN over the given input set. In contrast to recently proposed \"monolithic\" optimization approaches, we use local gradient descent to repeatedly find and eliminate local minima of the function. The final global optimum is certified using a mixed integer programming instance. We implement our approach and compare it with Reluplex, a recently proposed solver for deep neural networks. We demonstrate the effectiveness of the proposed approach for verification of NNs used in automated control as well as those used in classification."}
{"corpusid":386149,"openaccessinfo":{"externalids":{"MAG":"2134625044","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"This paper introduces the online probing problem: In each round, the learner is able to purchase the values of a subset of feature values. After the learner uses this information to come up with a prediction for the given round, he then has the option of paying to see the loss function that he is evaluated against. Either way, the learner pays for both the errors of his predictions and also whatever he chooses to observe, including the cost of observing the loss function for the given round and the cost of the observed features. We consider two variations of this problem, depending on whether the learner can observe the label for free or not. We provide algorithms and upper and lower bounds on the regret for both variants. We show that a positive cost for observing the label significantly increases the regret of the problem."}
{"corpusid":386238,"openaccessinfo":{"externalids":{"MAG":"2460403048","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Apoptosis is a genetically programmed cell death that is required for morphogenesis during embryogenic development and for tissue homeostasis in adult organisms. In most cases, apoptosis involves cytochrome c release from mitochondria. In the cytosol, cytochrome c combines with APAF-1 in the presence of ATP to activate caspase-9 that, in turn, activates effectors caspases such as caspase-3. Bcl-2 and related proteins control cytochrome c release from the mitochondria whereas IAP (for Inhibitor of APoptosis) molecules modulate the activity of caspases. Plasma membrane receptors such as Fas (CD95, APO-1), characterized by a so-called \"death domain\" in their cytoplasmic domain, can activate the caspase cascade through adaptator molecules such as FADD (Fas-Associated protein with a Death Domain). Dysregulation of the apoptotic machinery plays a role in the pathogenesis of various diseases and molecules involved in cell death pathways are potential therapeutic targets in immunologic, neurologic, cancer, infectious and inflammatory diseases."}
{"corpusid":387942,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"stimuli. Access to and copulation with the females was accompanied by becoming the alpha, or dominant, male in a new group. It is possible that the latter experience isa provocative stimulus to increased testosterone secretion, along with frequent sexual activity. Studies are needed to clarify this issue. With more indirect techniques of assessing testosterone secretion, such as measurement of urinary metabolites, it has been reported that testosterone secretion appeared to fall following exposure to stressful situations (6). In the rat, plasma testosterone has been observed to fall following ether anesthesia or foot shock (7). In humans, plasma testosterone has been reported to fall following surgery (8), and recently testosterone levels were observed to be suppressed in young men during the early stressful phase of officer candidate training in the army (9). The fall in testosterone levels in the four males following defeat could be secondary to the wounding they received, as well as related to the psychological effects of such an experience. While all four males showed marked decreases in plasma testosterone, only two animals were seriously wounded. However, it is still possible that physical injury could account for the fall in testosterone levels. Preliminary results of studies in progress indicate that testosterone also falls after males are subjected to defeat and fall in dominance rank without the occurrence of physical injury. The males in the present study were placed back in individual cages after their defeat. When defeated animals remain in the group, they assume a very depressed dominance rank and restrict their social interaction with other animals for a prolonged period of time. These observations suggest that defeat and loss of dominance is a very significant and meaningful experience for the male rhesus, and may thus present the most relevant explanation for the fall in plasma testosterone observed. These data support the interpretation that testosterone secretion can be influenced by social and environmental variables and is not fixed. It is also possible, however, that although the pituitary-gonadal system is subject to influence by environmental events, the subsequent alterations in plasma testosterone may significantly affect behavior. It could be argued that the fall in testosterone following defeat and loss of dominance rank functions as an"}
{"corpusid":388634,"openaccessinfo":{"externalids":{"MAG":"2785853847","ACL":null,"DOI":"10.1109/ICIIECS.2017.8276076","PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Dashboards allow managers in keep track of various activities and developments in their departments. There are various existing enterprise resource planning systems that are standardized that can be used by trading sales industry. However there are various modules that are redundant to this industry that affect the speed and efficiency of the system. The proposed system is a statistical dashboard that not only keeps track of all the operations from client request to order delivery but also takes into consideration security of client data by enforcing various security mechanisms. The system has six modules including login module and five dashboards. The login module is secured using SHA256 hash to store password, variable salt and ReCaptcha mechanism. The five dashboards included in the system are Sourcing Dashboard, Accounts Dashboard, Operation Dashboard, Sales Dashboard and Admin Dashboard. The dashboard is tested to be secured from SQL Injection, Cross Site Scripting attack (XSS), Cross Site Request Forgery attack (CSRF), Brute Force and Session Fixation."}
